Repository: Adventech/sabbath-school-ios
Catalog: Sabbath School/Resources/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, el, es, et, fa, fr, he, hi, hr, hu, id, it, ja, lo, lt, mk, ml, ms, my, nb, ne, nl, ro, sk, sr, sw, ta, th, tr, uk, zu

source: Search…
ar: بحث…
bg: Търсете…
cs: Vyhledat…
de: Suchen…
el: Αναζήτηση…
es: Buscar…
et: Otsige…
fa: جستجو…
fr: Rechercher…
he: חיפוש…
hi: खोजा जा रहा है…
hr: Pretražite…
hu: Keresés…
id: Telusuri…
it: Cerca…
ja: 検索…
lo: ຊອກຫາ…
lt: Ieškoti…
mk: Пребарување…
ml: തിരയുക…
ms: Cari…
my: ရှာဖွေပါ…
nb: Søk…
ne: खोज्नुहोस्…
nl: Zoeken…
ro: Căutați…
sk: Vyhľadať…
sr: Pretražite…
sw: Tafuta…
ta: தேடு…
th: ค้นหา…
tr: Ara…
uk: Пошук…
zu: Iyasesha…

source: Today's lesson
ar: درس اليوم
bg: Днешният урок
cs: Dnešní lekce
de: Die heutige Lektion
el: Το σημερινό μάθημα
es: La lección de hoy
et: Tänane õppetund
fa: درس امروز
fr: La leçon d'aujourd'hui
he: השיעור של היום
hi: आज का पाठ
hr: Današnja lekcija
hu: A mai lecke
id: Pelajaran hari ini
it: La lezione di oggi
ja: 今日のレッスン
lo: ບົດຮຽນມື້ນີ້
lt: Šios dienos pamoka
mk: Денешна лекција
ml: ഇന്നത്തെ പാഠം
ms: Pelajaran hari ini
my: ဒီနေ့သင်ခန်းစာ
nb: Dagens leksjon
ne: आजको पाठ
nl: De les van vandaag
ro: Lecția de azi
sk: Dnešná lekcia
sr: Данашња лекција
sw: Somo la leo
ta: இன்றைய பாடம்
th: บทเรียนวันนี้
tr: Bugünün dersi
uk: Сьогоднішній урок
zu: Isifundo sanamuhla

source: Get quick access the Sabbath School lesson for today
ar: احصل على وصول سريع إلى درس مدرسة السبت لهذا اليوم
bg: Получете бърз достъп до урока в съботното училище за днес
cs: Získejte rychlý přístup k lekci Sabbath School pro dnešek
de: Erhalten Sie schnellen Zugriff auf die Sabbatschulstunde für heute
el: Αποκτήστε γρήγορη πρόσβαση στο μάθημα του Σαββατοκύριακου για σήμερα
es: Obtenga acceso rápido a la lección de Escuela Sabática de hoy
et: Hankige kiire juurdepääs tänasele hingamispäeva koolitunnile
fa: برای امروز به درس مدرسه سبت دسترسی سریع پیدا کنید
fr: Accédez rapidement à la leçon de l'École du sabbat pour aujourd'hui
he: קבל גישה מהירה לשיעור בית הספר לשבת להיום
hi: आज के लिए सब्त स्कूल पाठ में त्वरित पहुँच प्राप्त करें
hr: Brzo pristupite lekciji iz subote u školi za danas
hu: Gyors hozzáférés a mai szombatiskolához
id: Dapatkan akses cepat pelajaran Sekolah Sabat untuk hari ini
it: Accedi rapidamente alla lezione della Sabbath School di oggi for
ja: 今日の安息日学校のレッスンにすばやくアクセスする
lo: ເຂົ້າເບິ່ງບົດຮຽນໂຮງຮຽນວັນສະບາໂຕໄດ້ໄວ ສຳ ລັບມື້ນີ້
lt: Gaukite greitą šios dienos šabo mokyklos pamoką
mk: Добијте брз пристап до лекцијата на Шабатското училиште за денес
ml: ഇന്നത്തെ ശബ്ബത്ത് സ്കൂൾ പാഠം വേഗത്തിൽ ആക്സസ് ചെയ്യുക
ms: Dapatkan dengan cepat pelajaran Sekolah Sabat untuk hari ini
my: ဒီနေ့အတွက်ဥပုသ်ကျောင်းသင်ခန်းစာကိုမြန်မြန်ရယူပါ
nb: Få rask tilgang til sabbatsskoleleksjonen i dag
ne: आजका लागि सब्बथ स्कूल पाठ द्रुत पहुँच प्राप्त गर्नुहोस्
nl: Krijg snel toegang tot de Sabbatschool-les voor vandaag
ro: Obțineți acces rapid la lecția Școlii Sabatului pentru astăzi
sk: Získajte rýchly prístup k lekcii Sabbath School pre dnešok
sr: Брзо приступите лекцији суботске школе за данас
sw: Pata ufikiaji wa haraka wa somo la Shule ya Sabato ya leo
ta: இன்றைய சப்பாத் பள்ளி பாடத்தை விரைவாக அணுகவும்
th: เข้าถึงบทเรียนโรงเรียนสะบาโตอย่างรวดเร็วสำหรับวันนี้
tr: Bugün için Şabat Okulu dersine hızlıca erişin
uk: Отримайте швидкий доступ до уроку суботньої школи на сьогодні
zu: Finyelela ngokushesha isifundo seSabatha Sesikole sanamuhla

source: Get quick access the Sabbath School lesson for today, featuring the background image
ar: احصل على وصول سريع إلى درس مدرسة السبت لهذا اليوم ، مع عرض صورة الخلفية
bg: Получете бърз достъп до урока за съботното училище за днес, включващ фоновото изображение
cs: Získejte rychlý přístup k lekci Sabbath School pro dnešek s obrázkem na pozadí
de: Erhalten Sie schnellen Zugriff auf die heutige Sabbatschullektion mit dem Hintergrundbild background
el: Αποκτήστε γρήγορη πρόσβαση στο μάθημα του Σαββατοκύριακου για σήμερα, με την εικόνα φόντου
es: Obtenga acceso rápido a la lección de Escuela Sabática de hoy, con la imagen de fondo
et: Hankige kiire juurdepääs tänasele hingamispäevakoolile, millel on taustpilt
fa: امروز ، با ارائه تصویر پس زمینه ، سریع به درس مدرسه سبت دسترسی پیدا کنید
fr: Accédez rapidement à la leçon de l'École du sabbat pour aujourd'hui, avec l'image d'arrière-plan
he: קבל גישה מהירה לשיעור בית ספר השבת להיום, המציג את תמונת הרקע
hi: पृष्ठभूमि छवि के साथ आज के लिए सब्त स्कूल पाठ में त्वरित पहुँच प्राप्त करें
hr: Brzo pristupite lekciji Subotske škole za danas, koja sadrži pozadinsku sliku
hu: Gyors hozzáférés a mai szombatiskolához, amely tartalmazza a háttérképet
id: Dapatkan akses cepat pelajaran Sekolah Sabat untuk hari ini, menampilkan gambar latar belakang
it: Ottieni un accesso rapido alla lezione della Sabbath School di oggi, con l'immagine di sfondo
ja: 背景画像を備えた、今日の安息日学校のレッスンにすばやくアクセスできます
lo: ເຂົ້າເຖິງບົດຮຽນຂອງໂຮງຮຽນວັນສະບາໂຕໄດ້ໄວ ສຳ ລັບມື້ນີ້, ເຊິ່ງປະກອບດ້ວຍຮູບພື້ນຫລັງ
lt: Gaukite greitą šios dienos šabo mokyklos pamoką su fono vaizdu
mk: Добијте брз пристап до лекцијата на Шабатското училиште за денес, со слика на позадината
ml: പശ്ചാത്തല ഇമേജ് ഫീച്ചർ ചെയ്യുന്ന ഇന്നത്തെ ശബ്ബത്ത് സ്കൂൾ പാഠം വേഗത്തിൽ ആക്സസ് ചെയ്യുക
ms: Dapatkan dengan cepat pelajaran Sekolah Sabat untuk hari ini, yang menampilkan gambar latar
my: နောက်ခံပုံပါသောယနေ့ခေတ်ဥပုသ်စောင့်ခြင်းသင်ခန်းစာကိုမြန်မြန်ရယူပါ
nb: Få rask tilgang til sabbatsskoleleksjonen for i dag, med bakgrunnsbildet
ne: पृष्ठभूमि छवि प्रस्तुत गर्दै, आजका लागि सब्बथ स्कूल पाठ द्रुत पहुँच प्राप्त गर्नुहोस्
nl: Krijg snel toegang tot de Sabbatschool-les voor vandaag, met de achtergrondafbeelding
ro: Obțineți acces rapid la lecția Școlii Sabatului pentru astăzi, prezentând imaginea de fundal
sk: Získajte rýchly prístup k lekcii Sabbath School pre dnešok s obrázkom pozadia
sr: Брзо приступите лекцији суботске школе за данас, која садржи позадинску слику
sw: Pata ufikiaji wa haraka wa somo la Shule ya Sabato ya leo, iliyo na picha ya usuli
ta: பின்னணி படத்தைக் கொண்ட இன்றைய சப்பாத் பள்ளி பாடத்தை விரைவாக அணுகவும்
th: เข้าถึงบทเรียนโรงเรียนสะบาโตอย่างรวดเร็วสำหรับวันนี้ โดยมีรูปภาพประกอบ
tr: Arka plan resmini içeren bugün için Şabat Okulu dersine hızlıca erişin
uk: Отримайте швидкий доступ до уроку суботньої школи на сьогодні, із фоновим зображенням
zu: Thola ukufinyelela okusheshayo esifundweni seSabatha Sesikole sanamuhla, esifaka isithombe sangemuva

source: Preview and access Sabbath School lesson for this week
ar: معاينة والوصول إلى درس مدرسة السبت لهذا الأسبوع
bg: Преглед и достъп до урока за съботно училище за тази седмица
cs: Náhled a přístup k lekci Sabbath School pro tento týden
de: Vorschau und Zugang zum Sabbatschulunterricht für diese Woche
el: Προεπισκόπηση και πρόσβαση στο μάθημα του Σαββατοκύριακου για αυτήν την εβδομάδα
es: Vista previa y acceso a la lección de Escuela Sabática de esta semana
et: Selle nädala hingamispäevakooli eelvaade ja juurdepääs sellele
fa: پیش نمایش و دسترسی به مدرسه Sabbath School برای این هفته
fr: Prévisualisez et accédez à la leçon de l'École du sabbat pour cette semaine
he: תצוגה מקדימה וגישה לשיעור בבית הספר לשבת לשבוע זה
hi: इस सप्ताह के सब्त स्कूल पाठ का पूर्वावलोकन करें और उस तक पहुँचें
hr: Pregledajte i pristupite lekciji subotske škole za ovaj tjedan
hu: A Sabbath School órájának előnézete és elérése ezen a héten
id: Pratinjau dan akses pelajaran Sekolah Sabat untuk minggu ini
it: Visualizza in anteprima e accedi alla lezione della Sabbath School per questa settimana
ja: 今週の安息日学校のレッスンをプレビューしてアクセスする
lo: ເບິ່ງຕົວຢ່າງແລະເຂົ້າເບິ່ງບົດຮຽນຂອງໂຮງຮຽນວັນສະບາໂຕ ສຳ ລັບອາທິດນີ້
lt: Peržiūrėkite ir pasinaudokite šios savaitės Šabo mokyklos pamokomis
mk: Прегледајте и пристапувајте до лекцијата на Шабат за оваа недела
ml: ഈ ആഴ്‌ചയിലെ ശബ്ബത്ത് സ്‌കൂൾ പാഠം പ്രിവ്യൂ ചെയ്ത് ആക്‌സസ്സുചെയ്യുക
ms: Pratonton dan akses pelajaran Sekolah Sabat untuk minggu ini
my: ယခုအပတ်အတွက်ဥပုသ်ကျောင်းသင်ခန်းစာအားကြိုတင်ကြည့်ပါ
nb: Forhåndsvis og få tilgang til sabbatsskoleleksjonen for denne uken
ne: यस हप्ताको लागि साबथ स्कूल पाठ पूर्वावलोकन र पहुँच गर्नुहोस्
nl: Bekijk een voorbeeld en krijg toegang tot de Sabbatschool-les voor deze week
ro: Previzualizați și accesați lecția Școlii Sabatului pentru această săptămână
sk: Ukážka a prístup k lekcii Sabbath School pre tento týždeň
sr: Прегледајте и приступите лекцији суботске школе за ову недељу
sw: Chungulia na ufikie somo la Shule ya Sabato kwa juma hili
ta: இந்த வாரத்திற்கான சப்பாத் பள்ளி பாடத்தை முன்னோட்டமிட்டு அணுகவும்
th: ดูตัวอย่างและเข้าถึงบทเรียนโรงเรียนสะบาโตสำหรับสัปดาห์นี้
tr: Bu hafta için Şabat Okulu dersini önizleyin ve erişin
uk: Попередній перегляд та доступ до уроку суботньої школи на цьому тижні
zu: Hlola kuqala futhi ufinyelele isifundo seSabatha School saleli sonto

source: See All
ar: اظهار الكل
bg: Виж всички
cs: Vidět vše
de: Alles sehen
el: Προβολή όλων
es: Ver todo
et: Vaata kõiki
fa: همه را ببین
fr: Voir tout
he: ראה הכל
hi: सभी देखें
hu: Az összes megtekintése
id: Lihat semua
it: Vedi tutto
ja: すべてを見る
lo: ເບິ່ງທັງົດ
lt: Matyti viską
mk: Види се
ml: എല്ലാം കാണൂ
ms: Lihat semua
my: အားလုံးကြည့်ပါ
nb: Se alt
nl: Alles zien
ro: Vezi toate
sk: Vidieť všetko
sr: Види све
sw: Ona yote
ta: அனைத்தையும் பார்
th: ดูทั้งหมด
tr: Tümünü Gör
uk: Бачити все
zu: Bona konke

source: General Conference of Seventh-day Adventists
ar: المؤتمر العام للسبتيين
bg: Генерална конференция на адвентистите от седмия ден
cs: Generální konference adventistů sedmého dne
de: Generalkonferenz der Siebenten-Tags-Adventisten
el: Γενική Συνδιάσκεψη των Αντβεντιστών της Έβδομης Ημέρας
es: Conferencia General de los Adventistas del Séptimo Día
et: Seitsmenda päeva adventistide üldkonverents
fa: کنفرانس عمومی ماجراجویان روز هفتم
fr: Conférence générale des adventistes du septième jour
he: ועידה כללית של Adventists ביום השביעי
hi: सातवें दिन के एडवेंटिस्टों का आम सम्मेलन
hu: Hetednapi adventisták általános konferenciája
id: Konferensi Umum Gereja Masehi Advent Hari Ketujuh
it: Conferenza Generale degli Avventisti del 7° Giorno
ja: セブンスデーアドベンチスト総会
lo: ກອງປະຊຸມໃຫຍ່ສາສະ ໜາ ຄຣິສຕຽນມື້ທີເຈັດ
lt: Septintosios dienos adventistų visuotinė konferencija
mk: Генерална конференција на адвентистите на седмиот ден
ml: സെവൻത് ഡേ അഡ്വെന്റിസ്റ്റുകളുടെ പൊതു സമ്മേളനം
ms: Persidangan Umum Advent Hari Ketujuh
my: သတ္တမနေ့ဥပုသ်စောင့်သူများ၏အထွေထွေညီလာခံ
nb: Generalkonferanse for syvendedags adventister
nl: Algemene Conferentie van Zevende-dags Adventisten
ro: Conferința generală a adventiștilor de ziua a șaptea
sk: Generálna konferencia adventistov siedmeho dňa
sr: Генерална конференција адвентиста
sw: Mkutano Mkuu wa Waadventista Wasabato
ta: ஏழாவது நாள் அட்வென்டிஸ்டுகளின் பொது மாநாடு
th: การประชุมใหญ่สามัญของมิชชั่นวันที่เจ็ด
tr: Yedinci Gün Adventistleri Genel Konferansı
uk: Генеральна конференція адвентистів сьомого дня
zu: I-General Conference yamaSeventh-day Adventist

source: Audio
ar: صوتي
bg: Аудио
cs: Zvuk
el: Χος
et: Heli
fa: سمعی
fr: l'audio
hi: ऑडियो
hu: Hang
ja: オーディオ
lt: Garsas
mk: Аудио
ml: ഓഡിയോ
my: အသံ
nb: Lyd
sk: Zvuk
sr: Аудио
sw: Sauti
ta: ஆடியோ
th: เครื่องเสียง
tr: Ses
uk: Аудіо
zu: Umsindo

source: Video
ar: فيديو
bg: Видео
el: βίντεο
fa: ویدیو
fr: Vidéo
hi: वीडियो
hu: Videó
ja: ビデオ
lt: Vaizdo įrašas
mk: Видео
ml: വീഡിയോ
my: ဗွီဒီယို
sr: Видео
ta: காணொளி
th: วีดีโอ
uk: Відео
zu: Ividiyo

source: Original PDF
ar: ملف PDF الأصلي
bg: Оригинален PDF
cs: Původní PDF
el: Πρωτότυπο PDF
es: PDF original
et: Originaal PDF
fa: PDF اصلی
fr: PDF d'origine
hi: मूल पीडीएफ
hu: Eredeti PDF
id: PDF asli
it: PDF originale
lt: Originalus PDF
mk: Оригинален PDF
ml: യഥാർത്ഥ PDF
ms: PDF asal
nl: Originele PDF
ro: PDF original
sk: Pôvodné PDF
sr: Оригинални ПДФ
sw: PDF halisi
ta: அசல் PDF
th: PDF ต้นฉบับ
tr: Orijinal PDF
uk: Оригінальний PDF
zu: I-PDF yangempela

source: Reading Options
ar: خيارات القراءة
bg: Опции за четене
cs: Možnosti čtení
de: Leseoptionen
el: Επιλογές ανάγνωσης
es: Opciones de lectura
et: Lugemisvalikud
fa: گزینه های خواندن
fr: Options de lecture
hi: पढ़ने के विकल्प
hu: Olvasási lehetőségek
id: Pilihan Membaca
it: Opzioni di lettura
lt: Skaitymo parinktys
mk: Опции за читање
ml: വായന ഓപ്ഷനുകൾ
ms: Pilihan Membaca
nb: Lesealternativer
nl: Leesopties
ro: Opțiuni de citire
sk: Možnosti čítania
sr: Опције читања
sw: Chaguzi za Kusoma
ta: வாசிப்பு விருப்பங்கள்
th: ตัวเลือกการอ่าน
tr: Okuma Seçenekleri
uk: Параметри читання
zu: Izinketho Zokufunda

source: Get Printed Resources
ar: احصل على موارد مطبوعة
cs: Získejte tištěné zdroje
el: Λάβετε έντυπους πόρους
es: Obtenga recursos impresos
et: Hankige trükitud ressursse
fa: دریافت منابع چاپی
hi: मुद्रित संसाधन प्राप्त करें
hu: Nyomtatott források beszerzése
id: Dapatkan Sumber Daya Tercetak
it: Ottieni risorse stampate
lt: Gaukite spausdintų išteklių
mk: Добијте печатени ресурси
ms: Dapatkan Sumber Bercetak
my: ပုံနှိပ်ထားသော အရင်းအမြစ်များကို ရယူပါ။
nb: Få trykte ressurser
nl: Gedrukte bronnen ophalen
ro: Obțineți resurse tipărite
sw: Pata Rasilimali Zilizochapishwa
ta: அச்சிடப்பட்ட வளங்களைப் பெறுங்கள்
th: รับสื่อสิ่งพิมพ์
tr: Basılı Kaynakları Alın
zu: Thola Izinsiza Eziphrintiwe

# Account removal
source: Delete account
et: Konto eemaldamine
id: Penghapusan akun
ms: Pembuangan akaun
nb: Fjerning av konto
nl: Account verwijderen
ro: Eliminarea contului
zu: Ukususwa kwe-akhawunti

source: Aa
bg: Аа
el: Αα
mk: Аа

source: Andada
mk: Андада

source: Lato
mk: Страна
