Repository: Adventech/sabbath-school-ios
Catalog: Sabbath School/Resources/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, el, es, et, fa, fr, he, hi, hr, hu, id, it, ja, lo, lt, mk, ml, ms, my, nb, ne, nl, ro, sk, sr, sw, ta, th, tr, uk, zu

source: Adventech is a non-profit organization in Canada that is dedicated to the use of technology for ministry. As dedicated Seventh-day Adventists, the mission of Adventech is first and foremost to give glory to God. We also aim through our ministry to bring unity to the worldwide Seventh-day Adventist Church. Our primary goal is to proclaim the everlasting gospel by means of technology and advancements in communications, and to do our part in preparing the world for the second coming of Jesus.
ar: Adventech هي منظمة غير ربحية في كندا مكرسة لاستخدام التكنولوجيا للوزارة. بصفتها أدفنتست السبتيين المكرسة ، فإن مهمة Adventech هي أولاً وقبل كل شيء إعطاء المجد لله. نهدف أيضًا من خلال خدمتنا إلى تحقيق الوحدة في جميع أنحاء العالم كنيسة الأدفنتست السبتيين. هدفنا الأساسي هو إعلان الإنجيل الأبدي عن طريق التكنولوجيا والتقدم في الاتصالات ، والقيام بدورنا في إعداد العالم لمجيء يسوع الثاني.
bg: Adventech е организация с нестопанска цел в Канада, която е посветена на използването на технологиите за служение. Като посветени адвентисти от седмия ден, мисията на Adventech е преди всичко да даде слава на Бог. Ние също се стремим чрез нашето служение да внесем единство в световната църква на адвентистите от седмия ден. Нашата основна цел е да провъзгласяваме вечното Евангелие посредством технологиите и напредъка в комуникациите и да изпълняваме нашата част в подготовката на света за второто пришествие на Исус.
cs: Adventech je nezisková organizace v Kanadě, která se věnuje využívání technologií pro službu. Jako oddaní adventisté sedmého dne je úkolem Adventechu především vzdávat slávu Bohu. Prostřednictvím naší služby se také snažíme přinést jednotu celosvětové Církvi adventistů sedmého dne. Naším hlavním cílem je ohlašovat věčné evangelium pomocí technologie a pokroku v komunikaci a podílet se na přípravě světa na druhý příchod Ježíše.
de: Adventech ist eine gemeinnützige Organisation in Kanada, die sich dem Einsatz von Technologie für den Dienst verschrieben hat. Als engagierte Siebenten-Tags-Adventisten besteht die Mission von Adventech in erster Linie darin, Gott die Ehre zu geben. Unser Ziel ist es auch, durch unseren Dienst Einheit in die weltweite Kirche der Siebenten-Tags-Adventisten zu bringen. Unser vorrangiges Ziel ist es, das ewige Evangelium mit Hilfe von Technologie und Fortschritten in der Kommunikation zu verkünden und unseren Teil dazu beizutragen, die Welt auf das zweite Kommen Jesu vorzubereiten.
el: Η Adventech είναι ένας μη κερδοσκοπικός οργανισμός στον Καναδά που είναι αφιερωμένος στη χρήση της τεχνολογίας για τη διακονία. Ως αφοσιωμένοι Adventists της έβδομης ημέρας, η αποστολή του Adventech είναι πρώτα απ 'όλα να δώσει δόξα στον Θεό. Στοχεύουμε, επίσης, μέσω του υπουργείου μας να φέρουμε ενότητα στην παγκόσμια εκκλησία Adventist Seventh-day. Πρωταρχικός μας στόχος είναι να κηρύξουμε το αιώνιο ευαγγέλιο μέσω της τεχνολογίας και των εξελίξεων στις επικοινωνίες, και να κάνουμε το ρόλο μας στην προετοιμασία του κόσμου για τη δεύτερη έλευση του Ιησού.
es: Adventech es una organización sin fines de lucro en Canadá que se dedica al uso de tecnología para el ministerio. Como dedicados adventistas del séptimo día, la misión de Adventech es, ante todo, dar gloria a Dios. También nuestro objetivo a través de nuestro ministerio es traer unidad a la Iglesia Adventista del Séptimo Día en todo el mundo. Nuestro objetivo principal es proclamar el evangelio eterno por medio de la tecnología y los avances en las comunicaciones, y hacer nuestra parte en la preparación del mundo para la segunda venida de Jesús.
et: Adventech on mittetulundusühing Kanadas, mis on pühendatud tehnoloogia kasutamisele ministeeriumis. Pühendunud seitsmenda päeva adventistidena on Adventechi missioon ennekõike Jumalale au andmine. Samuti teenime oma teenistuse kaudu ülemaailmsesse Seitsmenda Päeva Adventistide Kirikusse ühtsust. Meie peamine eesmärk on kuulutada igavest evangeeliumi tehnoloogia ja kommunikatsiooni edendamise abil ning anda oma osa maailma Jeesuse teiseks tulekuks ettevalmistamisel.
fa: Adventech یک سازمان غیرانتفاعی در کانادا است که به استفاده از فناوری برای وزارتخانه اختصاص داده شده است. ماموریت Adventech به عنوان مختص Adventists روز هفتم ، شکوه و بخشش خداست. ما همچنین از طریق وزارتخانه خود هدف داریم تا اتحاد را در کلیسای Adventist هفتمین روز در سراسر جهان ایجاد کنیم. هدف اصلی ما این است که بشارت ابدی را با استفاده از فن آوری و پیشرفت در ارتباطات اعلام کنیم و سهم خود را در آماده سازی جهان برای دومین آمدن عیسی انجام دهیم.
fr: Adventech est une organisation à but non lucratif au Canada qui se consacre à l'utilisation de la technologie pour le ministère. En tant qu'adventistes du septième jour dévoués, la mission d'Adventech est avant tout de rendre gloire à Dieu. Nous visons également à travers notre ministère à apporter l'unité à l'Église adventiste du septième jour dans le monde entier. Notre objectif principal est de proclamer l'évangile éternel au moyen de la technologie et des progrès des communications, et de faire notre part pour préparer le monde à la seconde venue de Jésus.
he: אדוונטק היא ארגון ללא מטרות רווח בקנדה המוקדש לשימוש בטכנולוגיה למשרד. בתור אדוונטיסטים מסורים של יום השביעי, המשימה של אדוונטק היא קודם כל לתת כבוד לאלוהים. אנו מכוונים גם באמצעות משרדנו להביא לאחדות בכנסיית האדוונטיסטים העולמית של יום השביעי. מטרתנו העיקרית היא להכריז על הבשורה הנצחית באמצעות טכנולוגיה והתקדמות בתקשורת, ולעשות את חלקנו בהכנת העולם לבואו השני של ישוע.
hi: एडवेंटेक कनाडा में एक गैर-लाभकारी संगठन है जो मंत्रालय के लिए प्रौद्योगिकी के उपयोग के लिए समर्पित है। समर्पित सेवेंथ-डे एडवेंटिस्ट के रूप में, एडवेंटेक का मिशन सबसे पहले और सबसे महत्वपूर्ण है भगवान को महिमा देना। हम अपने मंत्रालय के माध्यम से दुनिया भर में सातवें दिन के एडवेंटिस्ट चर्च में एकता लाने का लक्ष्य रखते हैं। हमारा प्राथमिक लक्ष्य प्रौद्योगिकी और संचार में प्रगति के माध्यम से चिरस्थायी सुसमाचार की घोषणा करना है, और यीशु के दूसरे आगमन के लिए दुनिया को तैयार करने में अपनी भूमिका निभाना है।
hr: Adventech je neprofitna organizacija u Kanadi koja je posvećena korištenju tehnologije u ministarstvu. Kao predani adventisti sedmog dana, misija Adventecha prije svega je davati slavu Bogu. Također nam je cilj kroz našu službu unijeti jedinstvo u svjetsku adventističku crkvu sedmog dana. Naš je primarni cilj naviještati vječno evanđelje pomoću tehnologije i napretka u komunikaciji i učiniti svoj dio u pripremi svijeta za drugi Isusov dolazak.
hu: Az Adventech egy nonprofit szervezet Kanadában, amely elkötelezett a technológia minisztériumi felhasználása iránt. Mint elkötelezett hetednapi adventisták, az Adventech küldetése elsősorban az, hogy dicsőséget adjon Istennek. Szolgálatunk révén arra is törekszünk, hogy egységet teremtsünk a világszerte működő Hetednapi Adventista Egyházban. Elsődleges célunk az örök evangélium hirdetése a technika és a kommunikáció fejlődésével, és a mi részünk a világ Jézus második eljövetelére való felkészítésében.
id: Adventech adalah organisasi nirlaba di Kanada yang didedikasikan untuk penggunaan teknologi untuk pelayanan. Sebagai orang Advent yang berdedikasi, misi Adventech adalah yang pertama dan terutama untuk memuliakan Tuhan. Kami juga bertujuan melalui pelayanan kami untuk membawa persatuan ke Gereja Masehi Advent Hari Ketujuh di seluruh dunia. Tujuan utama kami adalah untuk mewartakan Injil yang kekal melalui teknologi dan kemajuan dalam komunikasi, dan untuk melakukan bagian kami dalam mempersiapkan dunia untuk kedatangan Yesus yang kedua kali.
it: Adventech è un'organizzazione senza scopo di lucro in Canada che si dedica all'uso della tecnologia per il ministero. Come devoti avventisti del settimo giorno, la missione di Adventech è prima di tutto quella di dare gloria a Dio. Miriamo anche, attraverso il nostro ministero, a portare l'unità alla Chiesa avventista del settimo giorno mondiale. Il nostro obiettivo principale è proclamare il vangelo eterno per mezzo della tecnologia e dei progressi nelle comunicazioni e fare la nostra parte nella preparazione del mondo per la seconda venuta di Gesù.
ja: Adventechは、カナダの非営利団体であり、省庁向けのテクノロジーの使用に取り組んでいます。献身的なセブンスデーアドベンチストとして、アドベンテックの使命は何よりもまず神に栄光を帰することです。私たちはまた、私たちのミニストリーを通じて、世界的なセブンスデーアドベンチスト教会に団結をもたらすことを目指しています。私たちの主な目標は、テクノロジーとコミュニケーションの進歩によって永遠の福音を宣言し、イエスの再臨に備えて世界を準備するという私たちの役割を果たすことです。
lo: Adventech ແມ່ນອົງການທີ່ບໍ່ຫວັງຜົນ ກຳ ໄລໃນປະເທດການາດາທີ່ອຸທິດໃຫ້ແກ່ການ ນຳ ໃຊ້ເຕັກໂນໂລຢີເພື່ອການປະຕິບັດ. ໃນຖານະທີ່ເປັນວັນເສົາທີ 7 ທີ່ອຸທິດຕົນ, ພາລະກິດຂອງ Adventech ແມ່ນຄັ້ງ ທຳ ອິດແລະ ສຳ ຄັນທີ່ສຸດເພື່ອໃຫ້ລັດສະ ໝີ ພາບແກ່ພຣະເຈົ້າ. ພວກເຮົາຍັງມີຈຸດປະສົງຜ່ານກະຊວງຂອງພວກເຮົາເພື່ອ ນຳ ເອົາຄວາມສາມັກຄີມາສູ່ໂບດ Adventist-day Adventist ທົ່ວໂລກ. ເປົ້າ ໝາຍ ຫຼັກຂອງພວກເຮົາແມ່ນການປະກາດຂ່າວປະເສີດຕະຫຼອດໄປໂດຍການ ນຳ ໃຊ້ເຕັກໂນໂລຢີແລະຄວາມກ້າວ ໜ້າ ໃນການສື່ສານ, ແລະເຮັດພາກສ່ວນຂອງພວກເຮົາໃນການກະກຽມໂລກ ສຳ ລັບການສະເດັດມາຄັ້ງທີສອງຂອງພຣະເຢຊູ.
lt: „Adventech“ yra ne pelno siekianti organizacija Kanadoje, skirta technologijų naudojimui tarnystėje. Kaip atsidavę septintosios dienos adventistai, „Adventech“ misija pirmiausia yra suteikti garbę Dievui. Savo tarnystės metu mes taip pat siekiame sutelkti pasaulinę septintosios dienos adventistų bažnyčią. Mūsų pagrindinis tikslas yra skelbti amžinąją evangeliją pasitelkiant technologijas ir pažangą komunikacijos srityje ir atlikti savo ruožtu ruošiant pasaulį antram Jėzaus atėjimui.
mk: Adventech е непрофитна организација во Канада која е посветена на употребата на технологија за министерство. Како посветени адвентисти од седмиот ден, мисијата на Adventech е пред сè и најважно да му даде слава на Бога. Нашата цел е, исто така, преку нашето министерство да донесеме единство во црквата Адвентистичка седма ден во светот. Нашата примарна цел е да го прокламираме вечното евангелие со помош на технологија и унапредување на комуникациите и да го дадеме нашиот дел во подготовката на светот за второто доаѓање на Исус.
ml: കാനഡയിലെ ലാഭേച്ഛയില്ലാതെ പ്രവർത്തിക്കുന്ന ഒരു സ്ഥാപനമാണ് അഡ്വെൻ‌ടെക്, ഇത് ശുശ്രൂഷയ്ക്കായി സാങ്കേതികവിദ്യ ഉപയോഗിക്കുന്നതിന് സമർപ്പിച്ചിരിക്കുന്നു. സമർപ്പിത സെവൻത് ഡേ അഡ്വെന്റിസ്റ്റുകൾ എന്ന നിലയിൽ, ദൈവത്തെ മഹത്വപ്പെടുത്തുകയെന്നതാണ് അഡ്‌വെന്റക്കിന്റെ ദ mission ത്യം. ലോകമെമ്പാടുമുള്ള സെവൻത് ഡേ അഡ്വെന്റിസ്റ്റ് ചർച്ചിലേക്ക് ഐക്യം കൊണ്ടുവരാനും ഞങ്ങളുടെ ശുശ്രൂഷയിലൂടെ ഞങ്ങൾ ലക്ഷ്യമിടുന്നു. ഞങ്ങളുടെ പ്രാഥമിക ലക്ഷ്യം സാങ്കേതികവിദ്യയിലൂടെയും ആശയവിനിമയത്തിലെ പുരോഗതിയിലൂടെയും നിത്യമായ സുവിശേഷം പ്രഖ്യാപിക്കുക, യേശുവിന്റെ രണ്ടാം വരവിനായി ലോകത്തെ ഒരുക്കുന്നതിൽ ഞങ്ങളുടെ പങ്ക് ചെയ്യുക എന്നതാണ്.
ms: Adventech adalah organisasi bukan keuntungan di Kanada yang didedikasikan untuk penggunaan teknologi untuk kementerian. Sebagai Adventist Hari Ketujuh yang berdedikasi, misi Adventech adalah yang pertama dan paling utama untuk memberikan kemuliaan kepada Tuhan. Kami juga bertujuan melalui kementerian kami untuk membawa kesatuan kepada Gereja Advent Hari Ketujuh di seluruh dunia. Tujuan utama kami adalah untuk memberitakan Injil yang kekal dengan teknologi dan kemajuan dalam komunikasi, dan untuk turut serta dalam mempersiapkan dunia untuk kedatangan Yesus yang kedua.
nb: Adventech er en ideell organisasjon i Canada som er dedikert til bruk av teknologi for departementet. Som dedikerte syvendedagsadventister, er Adventechs oppdrag først og fremst å gi ære til Gud. Vi sikter også gjennom vår tjeneste å bringe enhet i den verdensomspennende syvendedags adventistkirken. Vårt primære mål er å forkynne det evige evangeliet ved hjelp av teknologi og fremskritt innen kommunikasjon, og å gjøre vår del i å forberede verden på Jesu gjenkomst.
ne: Adventech क्यानाडा मा एक गैर नाफा संस्था हो जुन मंत्रालय को लागी टेक्नोलोजी को उपयोग को लागी समर्पित छ। समर्पित सेभेन्थ-डे एडभेन्टिस्टहरूको रूपमा, एड्भेन्टेकको अभियान भनेको परमेश्वरको महिमा दिनको लागि सबैभन्दा पहिलो हो। हाम्रो सेवकाई मार्फत विश्वव्यापी सेभेन्थ-डे एड्भेन्टिष्ट चर्चमा एकता ल्याउने हाम्रो लक्ष्य पनि छ। हाम्रो प्राथमिक लक्ष्य भनेको प्रविधिको माध्यमबाट अनन्त सुसमाचारको घोषणा गर्नु र संचारमा प्रगति गर्नु, र येशूको दोस्रो आगमनको लागि संसारको तयारीमा हाम्रो भूमिका खेल्नु हो।
nl: Adventech is een non-profitorganisatie in Canada die zich toelegt op het gebruik van technologie voor bediening. Als toegewijde Zevende-dags Adventisten is de missie van Adventech in de eerste plaats om God eer te geven. We streven er met onze bediening ook naar om eenheid te brengen in de wereldwijde Kerk van de Zevende-dags Adventisten. Ons primaire doel is om het eeuwige evangelie te verkondigen door middel van technologie en vooruitgang in communicatie, en om ons deel te doen om de wereld voor te bereiden op de wederkomst van Jezus.
ro: Adventech este o organizație non-profit din Canada dedicată utilizării tehnologiei pentru minister. În calitate de adventiști dedicați zilei a șaptea, misiunea lui Adventech este, în primul rând, să dea slavă lui Dumnezeu. De asemenea, prin ministerul nostru ne propunem să aducem unitate Bisericii Adventiste de Ziua a Șaptea din întreaga lume. Scopul nostru principal este să proclamăm Evanghelia veșnică prin tehnologie și progrese în comunicări și să facem partea noastră în pregătirea lumii pentru a doua venire a lui Isus.
sk: Adventech je nezisková organizácia v Kanade, ktorá sa venuje využívaniu technológií pre službu. Ako oddaní adventisti siedmeho dňa je poslaním Adventechu predovšetkým a predovšetkým vzdávať slávu Bohu. Našou snahou je tiež prostredníctvom našej služby dosiahnuť jednotu v celosvetovej cirkvi adventistov siedmeho dňa. Naším prvoradým cieľom je ohlasovať večné evanjelium pomocou technológií a pokroku v komunikácii a podieľať sa na príprave sveta na druhý Ježišov príchod.
sr: Адвентецх је непрофитна организација у Канади која је посвећена коришћењу технологије у министарствима. Као посвећени адвентисти седмог дана, мисија Адвентеха је пре свега да даје славу Богу. Такође кроз нашу службу желимо да уведемо јединство у светску адвентистичку цркву. Наш примарни циљ је да објављујемо вечно јеванђеље помоћу технологије и напретка у комуникацији и да учинимо свој део припреме света за други Исусов долазак.
sw: Adventech ni shirika lisilo la faida nchini Canada ambalo limejitolea kwa matumizi ya teknolojia kwa huduma. Kama Waadventista wa Sabato waliojitolea, utume wa Adventech ni jambo la kwanza kabisa kumpa Mungu utukufu. Tunakusudia kupitia huduma yetu kuleta umoja kwa Kanisa la Waadventista Wasabato ulimwenguni. Lengo letu kuu ni kutangaza injili ya milele kupitia teknolojia na maendeleo katika mawasiliano, na kufanya sehemu yetu katika kuandaa ulimwengu kwa ujio wa pili wa Yesu.
ta: அட்வென்டெக் என்பது கனடாவில் ஒரு இலாப நோக்கற்ற அமைப்பாகும், இது அமைச்சகத்திற்கான தொழில்நுட்பத்தைப் பயன்படுத்த அர்ப்பணிக்கப்பட்டுள்ளது. அர்ப்பணிப்புள்ள ஏழாம் நாள் அட்வென்டிஸ்டுகள் என்ற முறையில், அட்வென்டெக்கின் நோக்கம் கடவுளுக்கு மகிமை அளிப்பதே முதன்மையானது. உலகளாவிய ஏழாம் நாள் அட்வென்டிஸ்ட் தேவாலயத்தில் ஒற்றுமையைக் கொண்டுவருவதையும் நாங்கள் எங்கள் ஊழியத்தின் மூலம் நோக்கமாகக் கொண்டுள்ளோம். தொழில்நுட்பத்தின் மூலமாகவும், தகவல்தொடர்புகளில் முன்னேற்றங்கள் மூலமாகவும் நித்திய நற்செய்தியை அறிவிப்பதும், இயேசுவின் இரண்டாவது வருகைக்கு உலகைத் தயாரிப்பதில் எங்களது பங்கைச் செய்வதும் எங்கள் முதன்மை குறிக்கோள்.
th: Adventech เป็นองค์กรไม่แสวงหาผลกำไรในแคนาดาที่อุทิศตนเพื่อการใช้เทคโนโลยีเพื่อกระทรวง ในฐานะที่เป็น Seventh-day Adventists ที่อุทิศตน ภารกิจของ Adventech ถือเป็นสิ่งแรกและสำคัญที่สุดในการถวายเกียรติแด่พระเจ้า นอกจากนี้เรายังตั้งเป้าผ่านพันธกิจเพื่อนำความสามัคคีมาสู่คริสตจักรเซเว่นเดย์แอ๊ดเวนตีสทั่วโลก เป้าหมายหลักของเราคือการประกาศข่าวประเสริฐอันเป็นนิจโดยใช้เทคโนโลยีและความก้าวหน้าในการสื่อสาร และทำส่วนของเราในการเตรียมโลกให้พร้อมสำหรับการเสด็จมาครั้งที่สองของพระเยซู
tr: Adventech, Kanada'da bakanlık için teknolojinin kullanımına adanmış kar amacı gütmeyen bir kuruluştur. Adanmış Yedinci Gün Adventistleri olarak, Adventech'in misyonu her şeyden önce Tanrı'yı yüceltmektir. Ayrıca bakanlığımız aracılığıyla dünya çapındaki Yedinci Gün Adventist Kilisesi'ne birlik getirmeyi amaçlıyoruz. Birincil hedefimiz, teknoloji ve iletişimdeki ilerlemeler aracılığıyla sonsuz sevindirici haberi duyurmak ve dünyayı İsa'nın ikinci gelişine hazırlamakta üzerimize düşeni yapmaktır.
uk: Adventech - це некомерційна організація в Канаді, яка займається використанням технологій для служіння. Як віддані адвентисти сьомого дня, місія Adventech - це перш за все віддавати славу Богу. Ми також прагнемо через наше служіння наблизити єдність до всесвітньої Церкви адвентистів сьомого дня. Наша головна мета - проголошувати вічну Євангелію за допомогою технологій та прогресу в комунікаціях, і зробити свою частину у підготовці світу до другого пришестя Ісуса.
zu: I-Adventech yinhlangano engenzi nzuzo eCanada ezinikele ekusetshenzisweni kobuchwepheshe kwinkonzo. NjengamaSeventh-day Adventist azinikele, ukuthunywa kwe-Adventech kuqala futhi okuphambili kunika uNkulunkulu udumo. Siphinde sihlose ngenkonzo yethu ukuletha ubunye eSontweni lamaSabatha lamaSabatha emhlabeni wonke. Inhloso yethu enkulu ukumemezela ivangeli laphakade ngobuchwepheshe nentuthuko kwezokuxhumana, nokwenza ingxenye yethu ekulungiseleleni umhlaba ngokuza kwesibili kukaJesu.
