Repository: Adventech/sabbath-school-ios
Catalog: Sabbath School/Resources/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, el, es, et, fa, fr, he, hi, hr, hu, id, it, ja, lo, lt, mk, ml, ms, my, nb, ne, nl, ro, sk, sr, sw, ta, th, tr, uk, zu

source: Welcome to the official app of the General Conference Sabbath School and Personal Ministries Department. Still powered by Adventech, the app will soon receive new improvements in content and features while remaining simple and easy to use. It’s never been easier to study and share God’s Word!
ar: مرحبا بكم في التطبيق الرسمي للمؤتمر العام مدرسة السبت وقسم الوزارات الشخصية. لا يزال التطبيق مدعومًا من Adventech ، وسيتلقى قريبًا تحسينات جديدة في المحتوى والميزات مع الحفاظ على بساطته وسهولة استخدامه. لم يكن من السهل أبدًا دراسة كلمة الله ومشاركتها!
bg: Добре дошли в официалното приложение на съботното училище на Генералната конференция и отдел &quot;Лични министерства&quot;. Все още задвижвано от Adventech, приложението скоро ще получи нови подобрения в съдържанието и функциите, като същевременно остава лесно и лесно за използване. Никога не е било по-лесно да изучавате и споделяте Божието Слово!
cs: Vítejte v oficiální aplikaci oddělení základní školy Sabbath School a Personal Ministries. Tato aplikace, stále používaná společností Adventech, brzy získá nová vylepšení obsahu a funkcí, přičemž zůstane jednoduchá a snadno použitelná. Studovat a sdílet Boží slovo nikdy nebylo jednodušší!
de: Willkommen in der offiziellen App der General Conference Sabbat School and Personal Ministries Department. Die App wird immer noch von Adventech betrieben und wird bald neue Verbesserungen in Bezug auf Inhalt und Funktionen erhalten, während sie einfach und benutzerfreundlich bleibt. Es war noch nie einfacher, Gottes Wort zu studieren und zu teilen!
el: Καλώς ήλθατε στην επίσημη εφαρμογή του Γενικού Συνεδρίου Σάββατο Σχολείο και Τμήμα Προσωπικών Υπουργείων. Εξακολουθεί να τροφοδοτείται από την Adventech, η εφαρμογή θα λάβει σύντομα νέες βελτιώσεις στο περιεχόμενο και τις δυνατότητες, παραμένοντας απλή και εύχρηστη. Ποτέ δεν ήταν πιο εύκολο να μελετήσετε και να μοιραστείτε το Λόγο του Θεού!
es: Bienvenido a la aplicación oficial de la Escuela Sabática de la Asociación General y el Departamento de Ministerios Personales. Aún con la tecnología de Adventech, la aplicación pronto recibirá nuevas mejoras en el contenido y las funciones, sin dejar de ser simple y fácil de usar. ¡Nunca ha sido más fácil estudiar y compartir la Palabra de Dios!
et: Tere tulemast üldkonverentsi hingamispäevakooli ja isikliku ministeeriumi osakonna ametlikku rakendusse. Ikka Adventechi toel saab rakendus peagi uusi sisu ja funktsioonide täiustusi, jäädes samas lihtsaks ja hõlpsasti kasutatavaks. Jumala sõna uurimine ja jagamine pole kunagi varem olnud nii lihtne!
fa: به برنامه رسمی دانشکده سبت کنفرانس عمومی و وزارتخانه های شخصی خوش آمدید. این برنامه که همچنان توسط Adventech پشتیبانی می شود ، در عین سادگی و استفاده آسان ، بهبودهای جدیدی در محتوا و ویژگی ها دریافت خواهد کرد. هرگز مطالعه و اشتراک کلام خدا آسان نبوده است!
fr: Bienvenue sur l'application officielle de l'École du sabbat de la Conférence générale et du Département des ministères personnels. Toujours propulsée par Adventech, l'application bénéficiera bientôt de nouvelles améliorations en termes de contenu et de fonctionnalités tout en restant simple et facile à utiliser. Il n'a jamais été aussi facile d'étudier et de partager la Parole de Dieu !
he: ברוכים הבאים לאפליקציה הרשמית של המחלקה ללימודים בבית הספר לשבת ולמשרדים אישיים. עדיין מופעל על ידי Adventech, האפליקציה תקבל בקרוב שיפורים חדשים בתוכן ובתכונות תוך שהיא נותרה פשוטה וקלה לשימוש. מעולם לא היה קל יותר ללמוד ולשתף את דבר האל!
hi: सामान्य सम्मेलन सब्बाथ स्कूल और व्यक्तिगत मंत्रालय विभाग की आधिकारिक ऐप में आपका स्वागत है। अभी भी एडवेंटेक द्वारा संचालित, ऐप को जल्द ही सामग्री और सुविधाओं में नए सुधार प्राप्त होंगे जबकि शेष सरल और उपयोग में आसान होगा। परमेश्वर के वचन का अध्ययन करना और उसे साझा करना इतना आसान कभी नहीं रहा!
hr: Dobrodošli u službenu aplikaciju Odjela za subotnju školu i osobna ministarstva Generalne konferencije. I dalje pokrenuta Adventecom, aplikacija će uskoro dobiti nova poboljšanja u sadržaju i značajkama, a istovremeno ostaje jednostavna i laka za upotrebu. Nikad nije bilo lakše proučavati i dijeliti Božju Riječ!
hu: Üdvözöljük az Általános Konferencia Szombati Iskola és a személyes minisztériumok osztályának hivatalos alkalmazásában. Az Adventech továbbra is az Adventech támogatásával az alkalmazás hamarosan új fejlesztéseket fog kapni a tartalmában és a szolgáltatásaiban, miközben egyszerű és könnyen használható marad. Soha nem volt ilyen egyszerű tanulmányozni és megosztani Isten Igéjét!
id: Selamat datang di aplikasi resmi Sekolah Sabat General Conference dan Departemen Pelayanan Pribadi. Masih didukung oleh Adventech, aplikasi akan segera menerima peningkatan baru dalam konten dan fitur sambil tetap sederhana dan mudah digunakan. Belajar dan membagikan Firman Tuhan tidak pernah semudah ini!
it: Benvenuti nell'applicazione ufficiale della Conferenza Generale Sabbath School e Dipartimento Ministeri Personali. Sempre alimentata da Adventech, l'app riceverà presto nuovi miglioramenti nei contenuti e nelle funzionalità pur rimanendo semplice e facile da usare. Non è mai stato così facile studiare e condividere la Parola di Dio!
ja: 総会安息日学校と個人省庁の公式アプリへようこそ。まだAdventechを利用しているこのアプリは、シンプルで使いやすいまま、コンテンツと機能の新しい改善を間もなく受ける予定です。神の言葉を学び、共有することはかつてないほど容易になりました！
lo: ຍິນດີຕ້ອນຮັບເຂົ້າສູ່ແອັບທາງການຂອງໂຮງຮຽນສາມັນກິນນອນໃນວັນປະຊຸມໃຫຍ່ແລະພະແນກບັນດາກະຊວງສ່ວນບຸກຄົນ. ຍັງໃຊ້ໂດຍ Adventech, ແອັບ will ຈະໄດ້ຮັບການປັບປຸງ ໃໝ່ ໃນເນື້ອຫາແລະຄຸນລັກສະນະຕ່າງໆໃນຂະນະທີ່ຍັງເຫຼືອງ່າຍແລະໃຊ້ງ່າຍ. ມັນບໍ່ເຄີຍງ່າຍທີ່ຈະສຶກສາແລະແບ່ງປັນພຣະ ຄຳ ຂອງພຣະເຈົ້າ!
lt: Sveiki atvykę į oficialią Generalinės konferencijos šabo mokyklos ir asmeninių ministerijų departamento programą. Vis dar veikianti „Adventech“, programa netrukus gaus naujų turinio ir funkcijų patobulinimų, tačiau išliks paprasta ir lengvai naudojama. Dar niekada nebuvo taip lengva studijuoti ir dalytis Dievo žodžiu!
mk: Добредојдовте во официјалната апликација на Генералната конференција за училишни саботи и Одделот за лични министерства. Сè уште напојувана од Adventech, апликацијата наскоро ќе добие нови подобрувања во содржината и функциите, додека е едноставна и лесна за употреба. Никогаш не било полесно да се изучува и споделува Божјата реч!
ml: ജനറൽ കോൺഫറൻസ് ശബ്ബത്ത് സ്‌കൂളിന്റെയും വ്യക്തിഗത മന്ത്രാലയ വകുപ്പിന്റെയും app ദ്യോഗിക അപ്ലിക്കേഷനിലേക്ക് സ്വാഗതം. അഡ്വെൻ‌ടെക് ഇപ്പോഴും പ്രവർത്തിപ്പിക്കുന്നത്, ലളിതവും ഉപയോഗിക്കാൻ എളുപ്പവുമായിരിക്കുമ്പോൾ അപ്ലിക്കേഷന് ഉടൻ തന്നെ ഉള്ളടക്കത്തിലും സവിശേഷതകളിലും പുതിയ മെച്ചപ്പെടുത്തലുകൾ ലഭിക്കും. ദൈവവചനം പഠിക്കുന്നതും പങ്കിടുന്നതും ഒരിക്കലും എളുപ്പമായിരുന്നില്ല!
ms: Selamat datang ke aplikasi rasmi Sekolah Persidangan Umum dan Jabatan Kementerian Peribadi. Masih dikuasakan oleh Adventech, aplikasinya akan segera menerima peningkatan baru dalam kandungan dan ciri sambil tetap mudah dan mudah digunakan. Tidak pernah mudah untuk belajar dan berkongsi Firman Tuhan!
nb: Velkommen til den offisielle appen til General Conference Sabbath School and Personal Ministries Department. Fortsatt drevet av Adventech, vil appen snart motta nye forbedringer i innhold og funksjoner samtidig som den er enkel og enkel å bruke. Det har aldri vært enklere å studere og dele Guds ord!
ne: सामान्य सम्मेलन सब्बथ स्कूल र व्यक्तिगत मन्त्रालय विभागको आधिकारिक अनुप्रयोगमा तपाईंलाई स्वागत छ। अझै Adventech द्वारा संचालित, अनुप्रयोगले चाँडै नै सामग्री र सुविधाहरूमा नयाँ सुधारहरू प्राप्त गर्दछ जबकि सरल र प्रयोग गर्न सजिलो रहन्छ। परमेश्वरको वचन अध्ययन गर्न र बाँड्न यो कहिल्यै सजिलो थिएन!
nl: Welkom bij de officiële app van de Algemene Conferentie Sabbatschool en de afdeling Persoonlijke bedieningen. De app, die nog steeds wordt aangedreven door Adventech, zal binnenkort nieuwe verbeteringen in inhoud en functies ontvangen, terwijl hij eenvoudig en gebruiksvriendelijk blijft. Het is nog nooit zo eenvoudig geweest om Gods Woord te bestuderen en te delen!
ro: Bine ați venit la aplicația oficială a Conferinței Generale Sabbath School and Personal Ministries Department. Încă dezvoltat de Adventech, aplicația va primi în curând noi îmbunătățiri ale conținutului și caracteristicilor, rămânând în același timp simplă și ușor de utilizat. Nu a fost niciodată mai ușor să studiezi și să împărtășești Cuvântul lui Dumnezeu!
sk: Vitajte v oficiálnej aplikácii Oddelenia školy a osobných ministerstiev sobotnej generálnej konferencie. Táto aplikácia, stále používaná spoločnosťou Adventech, čoskoro získa nové vylepšenia obsahu a funkcií, pričom zostane jednoduchá a ľahko použiteľná. Štúdium a zdieľanie Božieho slova nebolo nikdy jednoduchšie!
sr: Добродошли у службену апликацију Одељења за суботњу школу и лична министарства Генералне конференције. И даље покренута Адвентецх-ом, апликација ће ускоро добити нова побољшања у садржају и функцијама, а истовремено остаје једноставна и лака за употребу. Никада није било лакше проучавати и делити Божју Реч!
sw: Karibu kwenye programu rasmi ya Shule ya Sabato ya Mkutano Mkuu na Idara ya Huduma za Kibinafsi. Bado inaendeshwa na Adventech, programu hivi karibuni itapokea maboresho mapya ya yaliyomo na huduma wakati inabaki rahisi na rahisi kutumia. Haijawahi kuwa rahisi kusoma na kushiriki Neno la Mungu!
ta: பொது மாநாடு சப்பாத் பள்ளி மற்றும் தனிப்பட்ட அமைச்சுத் துறையின் அதிகாரப்பூர்வ பயன்பாட்டிற்கு வருக. அட்வென்டெக்கால் இன்னும் இயக்கப்படுகிறது, எளிமையான மற்றும் பயன்படுத்த எளிதானதாக இருக்கும்போது பயன்பாடு விரைவில் உள்ளடக்கம் மற்றும் அம்சங்களில் புதிய மேம்பாடுகளைப் பெறும். கடவுளுடைய வார்த்தையைப் படிப்பதும் பகிர்ந்து கொள்வதும் ஒருபோதும் எளிதாக இருந்ததில்லை!
th: ยินดีต้อนรับสู่แอปอย่างเป็นทางการของโรงเรียนสะบาโตการประชุมใหญ่สามัญและแผนกพันธกิจส่วนตัว ยังคงขับเคลื่อนโดย Adventech แอพจะได้รับการปรับปรุงใหม่ในเนื้อหาและคุณสมบัติในไม่ช้าในขณะที่ยังคงความเรียบง่ายและใช้งานง่าย การศึกษาและแบ่งปันพระคำของพระเจ้าไม่เคยง่ายอย่างนี้มาก่อน!
tr: Genel Konferans Şabat Okulu ve Kişisel Bakanlıklar Bölümü resmi uygulamasına hoş geldiniz. Hala Adventtech tarafından desteklenen uygulama, basit ve kullanımı kolay kalırken içerik ve özelliklerde yeni iyileştirmeler alacak. Tanrı'nın Sözünü incelemek ve paylaşmak hiç bu kadar kolay olmamıştı!
uk: Ласкаво просимо до офіційного додатку Суботньої школи та Управління особистих міністерств Генеральної конференції. Програма, як і раніше працює від Adventech, незабаром отримає нові вдосконалення у вмісті та функціях, залишаючись простою та зручною у використанні. Ніколи не було простіше вивчати і ділитися Божим Словом!
zu: Uyemukelwa kuhlelo lokusebenza olusemthethweni lwe-General Conference Sabatha School kanye ne-Personal Ministries Department. Isasekelwa amandla yi-Adventech, uhlelo lokusebenza maduze luzothola ukuthuthuka okusha kokuqukethwe nezici ngenkathi luhlala lulula futhi lusebenziseka kalula. Akukaze kube lula ukutadisha nokwabelana ngeZwi likaNkulunkulu!
