Repository: Adventech/sabbath-school-ios
Catalog: Sabbath School/Resources/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, el, es, et, fa, fr, he, hi, hr, hu, id, it, ja, lo, lt, mk, ml, ms, my, nb, ne, nl, ro, sk, sr, sw, ta, th, tr, uk, zu

source: By logging in anonymously you will not be able to synchronize your data, such as comments and highlights, across devices or after uninstalling application. Are you sure you want to proceed?
ar: من خلال تسجيل الدخول مجهول لن تكون قادرة على مزامنة البيانات الخاصة بك، مثل التعليقات والضوء، عبر الأجهزة أو بعد إلغاء تثبيت التطبيق. هل انت متأكد انك تريد المتابعة؟
bg: При анонимно влизане няма да можете да синхронизирате данните си, като например коментари и акценти, на различни устройства или след деинсталиране на приложението. Наистина ли искате да продължите?
cs: Tím, že se anonymně přihlásíte, nebudete moci synchronizovat data, například komentáře a upozornění, po zařízeních nebo po odinstalování aplikace. Opravdu chcete pokračovat?
de: Mit der anonymen Anmeldung werden Sie nicht in der Lage sein Ihre Daten, wie zum Beispiel Kommentare und Hervorhebungen, auf verschiedenen Geräten zu synchronisieren oder nach einer Deinstallation zu verwenden. Sind Sie sicher, dass Sie fortfahren möchten?
el: Εάν συνδεθείτε ανώνυμα, δεν θα μπορείτε να συγχρονίσετε τα δεδομένα σας (όπως σχόλια και υπογραμμίσεις) ανάμεσα στις συσκευές σας ή μετά την απεγκατάσταση της εφαρμογής. Είστε βέβαιως ότι θέλετε να προχωρήσετε;
es: Al iniciar la sesión en forma anónima que no será capaz de sincronizar los datos, tales como comentarios y pone de relieve, a través de dispositivos o después de la desinstalación de la aplicación. ¿Seguro que desea continuar?
et: Logides sisse anonüümselt siis ei saa sünkroonida andmeid, nt kommentaarid ja tõstab esile kõikides seadmetes või pärast eemaldaks taotlus. Kas soovite kindlasti jätkata?
fa: با ورود به صورت مخفی شما نمی خواهد قادر به همگام سازی داده های خود را، از جمله نظرات و برجسته، در سراسر دستگاه و یا بعد از پاک کردن نرم افزار. آیا مطمئن هستید که می خواهید ادامه دهید؟
fr: En vous connectant anonymement vous ne serez pas en mesure de synchroniser vos données, tels que les commentaires et les faits saillants, à travers les dispositifs ou après la désinstallation de l'application. Etes-vous sûr de vouloir continuer?
he: על ידי כניסה באופן אנונימי לא תוכל לסנכרן את הנתונים שלך, כגון הערות ומדגיש, בכל המכשירים או לאחר הסרת ההתקנה של היישום. האם אתה בטוח שברצונך להמשיך?
hi: अनाम रूप से लॉग इन करने से आप अपने डेटा, जैसे टिप्पणियों और हाइलाइट, डिवाइसों के पार या एप्लिकेशन की स्थापना रद्द करने के बाद सिंक्रनाइज़ नहीं कर पाएंगे। क्या आप सुनिश्चित रूप से आगे बढ़ना चाहते हैं?
hr: Ako se anonimno prijavite, nećete moći sinkronizirati podatke, kao što su komentari i isticanja, na uređajima ili nakon deinstalacije aplikacije. Jeste li sigurni da želite nastaviti?
hu: A névtelen bejelentkezéssel nem tudja szinkronizálni az adatokat, például a megjegyzéseket és a kiemelkedéseket, az eszközökön vagy az alkalmazás eltávolítása után. Biztosan folytatja?
id: Dengan masuk tanpa login, kamu tidak dapat mensinkronisasikan datamu, seperti komentar dan penanda di berbagai perangkat atau juga setelah uninstall aplikasi. Apakah kamu yakin untuk melanjutkan?
it: Effettuando il login in modo anonimo, non sarai in grado di sincronizzare i tuoi dati, come commenti ed evidenziazioni, attraverso dispositivi o dopo aver disinstallato l'applicazione. Sei sicuro di voler procedere?
ja: 無名でログインするなら、コメントやハイライトの同期が出来ません。本当に続きますか？
lo: ໂດຍການເຂົ້າສູ່ລະບົບໂດຍບໍ່ລະບຸຊື່ທ່ານຈະບໍ່ສາມາດ synchronize ຂໍ້ມູນຂອງທ່ານເຊັ່ນຄໍາເຫັນແລະຈຸດເດັ່ນໃນທົ່ວອຸປະກອນຫຼືຫຼັງຈາກຖອນການຕິດຕັ້ງ. ທ່ານແນ່ໃຈວ່າທ່ານຕ້ອງການດໍາເນີນການ?
lt: Jei prisijungsite anonimiškai, negalėsite sinchronizuoti duomenų, pvz., Komentarų ir akcentų, įrenginiuose ar pašalinus programą. Ar tikrai norite tęsti?
mk: Со најавување анонимно, нема да можете да ги синхронизирате вашите податоци, како што се коментари и нагласи, низ уредите или по деинсталирање на апликацијата. Дали сте сигурни дека сакате да продолжите?
ml: അജ്ഞാതമായി ലോഗ് ചെയ്തുകൊണ്ട്, ഉപകരണങ്ങളിലുടനീളം നിങ്ങളുടെ അഭിപ്രായങ്ങളും ഹൈലൈറ്റുകളും പോലുള്ള ആപ്ലിക്കേഷനുകൾ അൺഇൻസ്റ്റാളുചെയ്യാൻ നിങ്ങൾക്ക് കഴിയില്ല. നിങ്ങൾക്ക് തുടരണമെന്ന് തീർച്ചയാണോ?
ms: Jikalau anda mendaftar masuk tanpa nama, anda tidak akan dapat menyegerakkan data anda (seperti komen, dan sorotan) di peranti yang lain, atau selepas anda memadam aplikasi ini. Adakah anda ingin teruskan?
my: အမည်ဝှက်ဝင်ရောက်ခြင်းဖြင့်သင်မျိုးစုံဖုန်းများဖြတ်ပြီးသို့မဟုတ် program ကိုဖယ်ရှားပြီးနောက်, ထိုကဲ့သို့သောမှတ်ချက်နှင့်ပျေါလှငျအဖြစ်, သင့်ရဲ့ဒေတာတွေကိုတပြိုင်တည်းအလုပ်လုပ်နိုင်လိမ့်မည်မဟုတ်။ သငျသညျဆက်လက်ဆောင်ရွက်လိုသောသေချာလား?
nb: Ved å logge inn anonymt vil du ikke kunne synkronisere dataene dine, for eksempel kommentarer og høydepunkter, på tvers av enheter eller etter avinstallering av programmet. Er du sikker på at du vil fortsette?
ne: गुमनाम रूपमा लगइन गरी तपाइँ आफ्नो डाटा सिङ्क्रोनाइज गर्न सक्नुहुन्न जस्तै टिप्पणीहरू र हाइलाइटहरू, उपकरणहरूमा वा वा स्थापना रद्द गरेपछि। के तपाईं पक्का अगाडि बढ्न चाहनुहुन्छ?
nl: Door anoniem in te loggen, kunt u uw gegevens niet synchroniseren, zoals opmerkingen en markeringen, op verschillende apparaten of nadat u de toepassing hebt verwijderd. Weet je zeker dat je verder wilt gaan?
ro: Dacă vă autentificați în mod anonim, nu veți putea să vă sincronizați datele, cum ar fi comentariile și evidențierile, pe dispozitive sau după dezinstalarea aplicației. Sunteți sigur că doriți să continuați?
sk: Prihlásením sa anonymne nebudete môcť synchronizovať vaše dáta, napríklad komentáre a zvýrazňovanie, medzi zariadeniami alebo po odinštalovaní aplikácie. Naozaj chcete pokračovať?
sr: Ukoliko se prijavite kao anonimni korisnik, nećete biti u mogućnosti da sinhronizujete vaše podatke kao što su komentari i podvlačenja između uređaja ili nakon deinstaliranja aplikacije. Da li ste sigurni da želite da nastavite?
sw: Kwa kuingia kwa jina bila kujulikana huwezi kuunganisha data zako, kama vile maoni na mambo muhimu, kwenye vifaa au baada ya kufuta programu. Una uhakika unataka kuendelea?
ta: அநாமதேயமாக உள்நுழைவதன் மூலம், உங்கள் தரவுகளை ஒருங்கிணைத்து, கருத்துகள் மற்றும் சிறப்பம்சங்கள் போன்ற சாதனங்களில், அல்லது நிறுவல் நீக்கம் செய்யப்பட்ட பிறகு. நீங்கள் தொடர விரும்புகிறீர்களா?
th: การเข้าสู่ระบบโดยไม่ระบุชื่อ คุณจะไม่สามารถซิงโครไนซ์ข้อมูลของคุณ เช่น ความคิดเห็นและไฮไลท์ ระหว่างอุปกรณ์ต่างๆ หรือหลังจากถอนการติดตั้งแอปพลิเคชัน คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ
tr: Anonim oturum açtığınızda, cihazlar arasında veya uygulamayı kaldırdıktan sonra, yorumlar ve vurgular gibi verilerinizi, eşitlemek mümkün olmayacaktır. Devam etmek istediğinizden emin misiniz?
uk: Входячи анонімно ви не зможете синхронізувати дані, такі як нотатки та позначення, на різних пристроях або після видалення програми. Ви впевнені, що хочете продовжити?
zu: Ngokungena ngokungaziwa ngeke ukwazi ukuvumelanisa idatha yakho, njengamazwana namaphuzu avelele, kuwo wonke amadivaysi noma ngemuva kokukhipha uhlelo lokusebenza. Uqinisekile ukuthi ufuna ukuqhubeka?

source: Continue without login
ar: المتابعة دون تسجيل الدخول
bg: Продължете без да влезете
cs: Pokračujte bez přihlášení
de: Ohne Anmeldung weiter
el: Συνέχεια χωρίς σύνδεση
es: Continuar anónimamente
et: Jätka ilma login
fa: ادامه بدون ورود به سیستم
fr: Continuer anonymement
he: המשך ללא כניסה
hi: लॉगिन के बिना जारी रखें
hr: Nastavite bez prijave
hu: Folytatás bejelentkezés nélkül
id: Lanjutkan tanpa login
it: Continua senza login
ja: 無名でログイン
lo: ສືບຕໍ່ໂດຍບໍ່ຕ້ອງເຂົ້າສູ່ລະບົບ
lt: Tęsti be prisijungimo
mk: Продолжете без најавување
ml: ലോഗിൻ ചെയ്യാതെ തുടരുക
ms: Teruskan tanpa daftar masuk
my: ရဲ့ login မပါဘဲ Continue
nb: Fortsett uten å logge inn
ne: लगइन बिना जारी राख्नुहोस्
nl: Doorgaan zonder inloggen
ro: Continuați fără conectare
sk: Pokračujte bez prihlásenia
sr: Nastavite bez prijavljivanja
sw: Endelea bila kuingia
ta: உள்நுழை இல்லாமல் தொடரவும்
th: ดำเนินการต่อโดยไม่ต้องเข้าสู่ระบบ
tr: Anonim olarak Devam
uk: Продовжити анонімно
zu: Qhubeka ngaphandle kokungena ngemvume

source: Contribute
ar: تساهم
bg: Принос
cs: Přispět
de: Beitragen
el: Σύμβαλε
es: Contribuir
et: Panustama
fa: مشارکت
fr: Contribuer
he: תרום
hi: योगदान
hr: Doprinijeti
hu: Hozzájárul
id: Kontribusi
it: Contribuire
ja: 寄稿
lo: ສະຫນັບສະຫນູນ
lt: Prisidėti
mk: Придонесете
ml: സംഭാവന ചെയ്യുക
ms: Sumbangkan
my: ထောက်ပံ့
nb: Bidra
ne: योगदान गर्नुहोस्
nl: Bijdragen
ro: A contribui
sk: Prispieť
sr: Doprinesite
sw: Kushiriki
ta: பங்களிக்க
th: สนับสนุน
tr: Katkıda bulunmak
uk: Сприяти
zu: Nika isandla

source: Copy
ar: نسخ
bg: Копие
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
es: Copiar
et: Koopia
fa: نسخه
fr: Copie
he: העתק
hi: प्रतिलिपि
hr: Kopirati
hu: Másolat
id: Salin
it: Copia
ja: コピー
lo: ຄັດລອກ
lt: Kopijuoti
mk: Копирај
ml: പകർത്തുക
ms: Salin
my: မိတ္တူ
nb: Kopiere
ne: कापी
nl: Kopiëren
ro: Copie
sk: Kópie
sr: Kopiranje
sw: Nakala
ta: நகல்
th: สำเนา
tr: Kopya
uk: Скопіювати
zu: Kopisha

source: Paste
cs: Vložit
el: Επικόλληση
et: Kleebi
fa: چسباندن
hi: पेस्ट करें
hu: Paszta
id: Tempel
it: Incolla
ms: Tampal
my: ငါးပိ
nb: Lim inn
nl: Plakken
ro: Pastă
sw: Bandika
th: แปะ
tr: Yapıştırmak
zu: Namathisela

source: Dark
ar: داكن
bg: Тъмен
cs: Temný
de: Dunkel
el: Σκοτεινό
es: Oscuro
et: Tume
fa: تاریک
fr: Foncé
he: כהה
hi: अंधेरा
hr: Mrak
hu: Sötét
id: Gelap
it: Buio
ja: 暗色
lo: ມືດ
lt: Tamsus
mk: Темно
ml: ഇരുണ്ടത്
ms: Gelap
my: မှောငျမိုကျသော
nb: Mørk
ne: गाढा
nl: Donker
ro: Întuneric
sk: Tmavá
sr: Tamno
sw: Giza
ta: டார்க்
th: มืด
tr: Koyü
uk: Темна
zu: Umnyama

source: English
ar: الإنجليزية
bg: Английски
cs: Angličtina
de: Englisch
el: Αγγλικά
es: Inglés
et: Inglise
fa: انگلیسی
fr: Anglais
he: אנגלית
hi: अंग्रेज़ी
hr: Engleski
hu: angol
id: Inggris
it: Inglese
ja: 英語
lo: ພາສາອັງກິດ
lt: Anglų
mk: Англиски
ml: ഇംഗ്ലീഷ്
ms: Inggeris
my: အင်္ဂလိပ်
nb: Engelsk
ne: अंग्रेजी
nl: Engels
ro: Engleză
sk: Angličtina
sr: Engleski
sw: Kiingereza
ta: ஆங்கிலம்
th: อังกฤษ
tr: Ingilizce
uk: Англійська
zu: IsiNgisi

source: God's Ministry through Technology
ar: وزارة الله من خلال التكنولوجيا
bg: Божието министерство чрез технологиите
cs: Boží ministerstvo prostřednictvím technologie
de: Gottes Ministerium durch Technologie
el: Το Έργο του Θεού μέσω της Τεχνολογίας
es: El ministerio de Dios a través de la tecnología
et: Jumala ministeerium läbi Technology
fa: وزارت خدا را از طریق فناوری
fr: Ministère de Dieu grâce à la technologie
he: משרד של אלוהים באמצעות טכנולוגיה
hi: प्रौद्योगिकी के माध्यम से भगवान का मंत्रालय
hr: Božje služenje kroz tehnologiju
hu: Isten minisztériuma a technikával
id: Melayani Tuhan lewat teknologi
it: Il ministero di Dio attraverso la tecnologia
ja: 技術を通じて神の使命
lo: ພະເຈົ້າຂອງກະຊວງຜ່ານເຕັກໂນໂລຢີ
lt: Dievo ministerija per technologijas
mk: Божјето министерство преку технологијата
ml: സാങ്കേതികവിദ്യയിലൂടെ ദൈവ മന്ത്രാലയം
ms: Pelayanan Tuhan melalui teknologi
my: နည်းပညာအားဖြင့်ဘုရားသခင်ရဲ့န်ကြီးဌာန
nb: Guds departement ved hjelp av teknologi
ne: प्रविधिको माध्यमबाट परमेश्वरको सेवा
nl: Gods bediening door technologie
ro: Ministerul lui Dumnezeu prin tehnologie
sk: Božie ministerstvo prostredníctvom technológie
sw: Wizara ya Mungu kupitia Teknolojia
ta: தொழில்நுட்பம் மூலம் கடவுளின் அமைச்சகம்
th: กระทรวงพระเจ้าผ่านเทคโนโลยี
tr: Teknolojiyle Tanrı'nın Bakanlığı
uk: Божий міністерство через технології
zu: Ministry of God ngokusebenzisa Technology

source: I am using Sabbath School app from Adventech! 🎉
ar: أنا باستخدام السبت مدرسة التطبيق من أدفنتيش! 🎉
bg: Аз използвам Съботно Училище app от Adventech! 🎉
cs: Používám Sobotní škola od Adventech! 🎉
de: Ich benutze die Sabbatschule App 🎉
el: Χρησιμοποιώ την εφαρμογή Sabbath School από την Adventech! 🎉
es: Echa un vistazo, estoy usando esta aplicación de la Escuela Sabática 🎉
et: Ma kasutan hingamispäevakooli rakendus Adventech! 🎉
fa: من با استفاده از برنامه مدرسه سبت از Adventech! 🎉
fr: Vérifiez, je suis en utilisant cette application Ecole du Sabbat 🎉
he: אני משתמש באפליקציית בית הספר שבת מ Adventech! 🎉
hi: मैं Adventech से सब्बाथ स्कूल एप्लिकेशन का उपयोग कर रहा हूं! 🎉
hr: Koristim subotnju školu iz Adventecha! 🎉
hu: Az Adventech Szombatiskola alkalmazást használom! 🎉
id: Saya menggunakan aplikasi Sekolah Sabat dari Adventech! 🎉
it: Sto usando l'app Scuola del Sabato di Adventech! 🎉
ja: Adventechの安息日学校アプリを使っています。🎉
lo: ຂ້ອຍໃຊ້ app ໂຮງຮຽນວັນອາທິດຈາກ Adventech! 🎉
lt: Aš naudoju Adventech sabato mokyklos programą! 🎉
mk: Ја користам апликацијата Шабат школа од Adventech!
ml: ഞാൻ അഡ്വെഞ്ചിലെ ശബ്ബത്ത് സ്കൂൾ ആപ്ലിക്കേഷൻ ഉപയോഗിക്കുന്നു 🎉
ms: Saya mengunakan Aplikasi Sekolah Sabat daripada Adventech! 🎉
my: ငါ Adventech ထံမှဥပုသျနေ့ကျောင်း app ကို အသုံးပြု. ငါ! 🎉
nb: Jeg bruker Sabbath School app fra Adventech! 🎉
ne: म सब्बाथ स्कूल एप प्रयोग गर्दैछु 🎉
nl: Ik gebruik de app Sabbatschool van Adventech! 🎉
ro: Folosesc aplicația Școală de Sabat din Adventech! 🎉
sk: Používam aplikáciu Sobotná Škola z Adventech! 🎉
sr: Koristim Adventech aplikaciju Subotna škola! 🎉
sw: Ninatumia programu ya Shule ya Sabato kutoka Adventech! 🎉
ta: நான் Adventech இருந்து சப்பாத்தின் பள்ளி பயன்பாட்டை பயன்படுத்தி! 🎉
th: ฉันใช้แอพ Sabbath School จาก Adventech!
tr: Sebt Okulu uygulaması kullanıyorum
uk: Я використовую цей додаток для Суботньої Школи 🎉
zu: Ngisebenzisa uhlelo lokusebenza lweSabatha School kusuka ku-Adventech! 🎉

source: Languages
ar: اللغات
bg: Езици
cs: Jazyky
de: Sprachen
el: Γλώσσες
es: Idiomas
et: Keeled
fa: زبان ها
fr: Langues
he: שפות
hi: बोली
hr: Jezici
hu: Nyelvek
id: Bahasa
it: Le lingue
ja: 言語
lo: ພາສາ
lt: Kalbos
mk: Јазици
ml: ഭാഷകൾ
ms: Bahasa
my: ဘာသာစကားများ
nb: språk
ne: भाषाहरु
nl: Talen
ro: Limbile
sk: Jazyky
sr: Jezici
sw: Lugha
ta: மொழிகள்
th: ภาษา
tr: Diller
uk: Мови
zu: Izilimi

source: Light
ar: ضوء
bg: Светлина
cs: Světlo
de: Hell
el: Φωτεινό
es: Luz
et: Valgus
fa: سبک
fr: Lumière
he: בהיר
hi: रोशनी
hr: Svjetlo
hu: Fény
id: Terang
it: Leggero
ja: 明色
lo: ແສງສະຫວ່າງ
lt: Šviesa
mk: Светлина
ml: വെളിച്ചം
ms: Terang
my: အလင်း
nb: Lett
ne: लाइट
nl: Licht
ro: Ușoară
sk: Svetlo
sr: Svetlo
sw: Mwanga
ta: ஒளி
th: เบา
tr: Açık
uk: Світла
zu: Ukukhanya

# Automatic
source: Auto
et: Automaatne
fa: اتوماتیک
hi: स्वचालित
hu: Automatikus
id: Otomatis
ms: Automatik
nb: Automatisk
nl: automatisch
ro: Automat
sw: Otomatiki
th: อัตโนมัติ
zu: Okuzenzakalelayo

source: Log out
ar: الخروج
bg: Излез от профила си
cs: Odhlásit se
de: Ausloggen
el: Αποσυνδέση
es: Desconectar
et: Logi välja
fa: خروج از سیستم
fr: Deconnexion
he: התנתק
hi: लोग आउट
hr: Odjaviti se
hu: Kijelentkezés
id: Keluar
it: Disconnettersi
ja: サインアウト
lo: ອອກ​ຈາກ​ລະ​ບົບ
lt: Atsijungti
mk: Одјавете се
ml: ലോഗൗട്ട് ചെയ്യുക
ms: Daftar Keluar
my: လော့ဂ်အော့ဖ်လုပ်ထွက်ခြင်း
nb: Logg ut
ne: बाहिर निस्कनु
nl: Uitloggen
ro: Deconectați-vă
sk: Odhlásiť sa
sr: Odjavite se
sw: Ingia nje
ta: வெளியேறு
th: ออกจากระบบ
tr: Oturumu Kapat
uk: Вийти з аккаунта
zu: Phuma

source: Delete account?
et: Kas kustutada konto?
fa: حذف حساب کاربری؟
hi: खाता हटा दो?
hu: Fiók törlése?
id: Hapus akun?
ms: Padam akaun?
nb: Slett konto?
nl: Account verwijderen?
ro: Șterge cont?
th: ลบบัญชี?
zu: Susa i-akhawunti?

source: By deleting your account all your data, such as comments and highlights will be permanently deleted. Are you sure you want to proceed?
et: Konto kustutamisel kustutatakse jäädavalt kõik teie andmed, nagu kommentaarid ja esiletõstmised. Kas olete kindel, et soovite jätkata?
fa: با حذف اکانت تمام داده های شما مانند نظرات و نکات برجسته برای همیشه حذف می شود. آیا مطمئن هستید که می خواهید ادامه دهید؟
hi: अपना खाता हटाने से आपका सारा डेटा, जैसे टिप्पणियाँ और हाइलाइट स्थायी रूप से हटा दिया जाएगा। क्या आप सुनिश्चित रूप से आगे बढ़ना चाहते हैं?
hu: Fiókja törlésével minden adata, például megjegyzései és kiemelt tartalmai véglegesen törlődnek. Biztosan folytatja?
id: Dengan menghapus akun Anda, semua data Anda, seperti komentar dan sorotan akan dihapus secara permanen. Anda yakin ingin melanjutkan?
ms: Dengan memadamkan akaun anda semua data anda, seperti ulasan dan sorotan akan dipadamkan secara kekal. Adakah anda pasti mahu meneruskan?
nb: Ved å slette kontoen din vil alle dataene dine, for eksempel kommentarer og høydepunkter, bli slettet permanent. Er du sikker på at du vil fortsette?
nl: Door uw account te verwijderen, worden al uw gegevens, zoals opmerkingen en hoogtepunten, permanent verwijderd. Weet je zeker dat je verder wilt gaan?
ro: Prin ștergerea contului, toate datele dvs., cum ar fi comentariile și evidențierile, vor fi șterse definitiv. Sunteți sigur că doriți să continuați?
th: การลบบัญชีของคุณ ข้อมูลทั้งหมดของคุณ เช่น ความคิดเห็นและไฮไลท์ จะถูกลบอย่างถาวร คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ
zu: Ngokususa i-akhawunti yakho yonke idatha yakho, njengamazwana nokubekwe obala kuzosuswa unomphela. Uqinisekile ukuthi ufuna ukuqhubeka?

source: Login anonymously?
ar: تسجيل الدخول مجهول؟
bg: Анонимно влизате ли?
cs: Přihlásit se anonymní?
de: Anonym anmelden?
el: Ανώνυμη σύνδεση;
es: Iniciar sesión de forma anónima?
et: Logi sisse anonüümselt?
fa: ورود ناشناس؟
fr: Connexion anonyme?
he: להתחבר באופן אנונימי?
hi: अनाम रूप से लॉगिन करें?
hr: Prijavite se anonimno?
hu: Névtelen bejelentkezés?
id: Tanpa login ?
it: Accedi in modo anonimo?
ja: 無名でログインしますか？
lo: ເຂົ້າສູ່ລະບົບໂດຍບໍ່ລະບຸ?
lt: Prisijungti anonimiškai?
mk: Најави анонимно?
ml: അജ്ഞാതമായി ലോഗിൻ ചെയ്യുക?
ms: Daftar tanpa nama
my: အမည်ဝှက်?
nb: Logg inn anonymt?
ne: गुमनाम रूपमा लगइन गर्नुहोस्?
nl: Login anoniem?
ro: Autentificare anonimă?
sk: Prihlásiť sa anonymne?
sr: Anonimno prijavljivanje?
sw: Ingia bila kujulikana?
ta: அநாமதேயமாக உள்நுழையவா?
th: ลงชื่อเข้าใช้โดยไม่ระบุชื่อหรือไม่
tr: Anonim Girişi yapılsın mı?
uk: Увійти анонімно?
zu: Ngena ngemvume ngokungaziwa?

source: Made with ❤ by Adventech
ar: مصنوعة من ❤ من قبل أدفنتيش
bg: Направено с ❤ от Adventech
cs: Vyrobeno z ❤ od Adventech
de: Entwickelt mit ❤ von Adventech
el: Κατασκευάστηκε με ❤ από την Adventech
es: Hecho con ❤ por Adventech
et: Tehtud ❤ poolt Adventech
fa: ساخته شده با ❤ توسط Adventech
fr: Fabriqué avec ❤ par Adventech
he: נעשה ב ❤ על ידי Adventech
hi: Adventech द्वारा के साथ बनाया गया
hr: Napravljeno od ❤ Adventecha
hu: Az Adventech által készített ❤
id: Dibuat dengan ❤ oleh Adventech
it: Realizzato con ❤ da Adventech
ja: Adventechによって&#10084;に作りました。
lt: Pagaminta iš „Adventech“
mk: Направени со ❤ од Adventech
ml: ഉപയോഗിച്ച് ❤ കൊണ്ട്
ms: Dibuat dengan ❤ oleh Adventech
my: Adventech အားဖြင့်❤နှင့်ဖွဲ့
nb: Laget med ❤ av Adventech
ne: Adventech द्वारा प्यार संग
nl: Gemaakt met ❤ door Adventech
ro: Realizat cu ❤ de Adventech
sk: Vyrobené s ❤ od Adventech
sr: Napravio ❤ Adventech
sw: Imefanywa na ❤ na Adventech
ta: ❤ கொண்டு டம்ட் மூலம்
th: ทำโดย Adventech
tr: Adventech tarafından ❤ ile yapıldı
uk: Зроблено з ❤ - Adventech
zu: Yenziwe nge-❤ ngu-Adventech
