Repository: Adventech/sabbath-school-ios
Catalog: Sabbath School/Resources/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, el, es, et, fa, fr, he, hi, hr, hu, id, it, ja, lo, lt, mk, ml, ms, my, nb, ne, nl, ro, sk, sr, sw, ta, th, tr, uk, zu

source: More
ar: أكثر من
bg: Повече
cs: Více
de: Mehr
el: Περισσότερα
es: Más
et: Rohkem
fa: بیش
fr: Plus
he: עוד
hi: अधिक
hr: Više
hu: Több
id: Lagi
it: Di Più
ja: もっと
lo: ອ່ານຕໍ່
lt: Daugiau
mk: Повеќе
ml: കൂടുതൽ
ms: Lebih
my: နောက်ထပ်
nb: Mer
ne: अधिक
nl: Meer
ro: Mai Mult
sk: Viac
sr: Više
sw: Zaidi
ta: மேலும்
th: มากกว่า
tr: Daha
uk: Більше
zu: Okuningi

source: No
ar: لا
bg: Не
cs: Ne
de: Nein
el: Όχι
et: Ei
fa: خیر
fr: Non
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
lo: ບໍ່ມີ
lt: Ne
mk: Не
ml: ഇല്ല
ms: Tidak
my: အဘယ်သူမျှမ
nb: Nei
ne: होइन
nl: Nee
ro: Nu
sk: Žiadny
sr: Ne
sw: Hapana
ta: இல்லை
th: ไม่
tr: Hayır
uk: Ні
zu: Cha

source: Open
ar: فتح
bg: Отворено
cs: Otevřeno
de: Öffnen
el: Άνοιξε
es: Abierto
et: Avatud
fa: باز کن
fr: Ouvrir
he: פתח
hi: खुला
hr: Otvorena
hu: Nyisd ki
id: Buka
it: Aperto
ja: 開く
lo: ເປີດ
lt: Atviras
mk: Отвори
ml: തുറക്കുക
ms: Buka
my: ဖွင့်လှစ်
nb: Åpen
ne: खोल्नुहोस्
ro: Deschis
sk: Otvorený
sr: Otvorite
sw: Fungua
ta: திறந்த
th: เปิด
tr: Aç
uk: Відкрити
zu: Vula

source: Our apps are Open Source, including Sabbath School. Check out our GitHub if you would like to contribute
ar: تطبيقات لدينا هي المصدر المفتوح، بما في ذلك مدرسة السبت. تحقق من جيثب لدينا إذا كنت ترغب في المساهمة
bg: Нашите приложения са Open Source, включително Sabbath School. Разгледайте нашия GitHub, ако искате да допринесете
cs: Naše aplikace jsou Open Source, včetně Sobotní škola. Podívejte se na náš GitHub, pokud chcete přispět
de: Unsere Apps sind Open Source, inklusive Sabbath School. Schauen Sie sich unsere GitHub an, wenn Sie dazu beitragen möchten
el: Οι εφαρμογές μας είναι Open Source, συμπεριλαμβανομένης και της Sabbath School. Ελέγξτε το GitHub εάν θέλετε να συνεισφέρετε.
es: Nuestras aplicaciones son Open Source, incluyendo Sabbath School. Echa un vistazo a nuestro GitHub si quieres contribuir
et: Meie apps on Open Source, sealhulgas hingamispäevakooli. Vaadake meie GitHub kui soovid aidata
fa: برنامه های ما هستند منبع باز، از جمله دانشکده سبت. اتمام گیتهاب ما، اگر شما می خواهم به کمک
fr: Nos applications sont Open Source, y compris l'école Sabbath. Consultez notre GitHub si vous souhaitez contribuer
he: היישומים שלנו הם קוד פתוח, כולל בית הספר שבת. בדוק את GitHub שלנו אם אתה רוצה לתרום
hi: सब्बाथ स्कूल सहित हमारे ऐप ओपन सोर्स हैं। यदि आप योगदान करना चाहते हैं तो हमारे GitHub को देखें
hr: Naše aplikacije su Open Source, uključujući subotnju školu. Pogledajte naš GitHub ako želite doprinijeti
hu: Alkalmazásaink a nyílt forráskódúak, beleértve a szombati iskolát is. Tekintse meg GitHubunkat, ha szeretné hozzájárulni
id: Aplikasi kami adalah Open Source, termasuk Sekolah Sabat. Silahkan cek Github kami jika anda ingin berkontribusi
it: Le nostre app sono Open Source, inclusa Scuola del Sabato. Guarda il nostro GitHub se vuoi contribuire
ja: AdventechのアプリはSabbath Schoolを含めオープンソースです。 貢献したい場合はGitHubをチェックしてください
lo: ກິດຂອງພວກເຮົາແມ່ນແຫຼ່ງເປີດ, ລວມທັງໂຮງຮຽນວັນສະບາໂຕ. ກວດສອບ GitHub ຂອງພວກເຮົາຖ້າທ່ານຢາກຈະປະກອບສ່ວນ
lt: Mūsų programos yra atviro kodo, įskaitant šabo mokyklą. Patikrinkite mūsų „GitHub“, jei norite prisidėti
mk: Нашите апликации се софтвер со отворен код, вклучувајќи ја сабатската школа. Проверете го нашиот GitHub ако сакате да придонесете
ml: ഓപ്പൺ സോഴ്സാണ് ഞങ്ങളുടെ അപ്ലിക്കേഷനുകൾ. നിങ്ങൾ സംഭാവന ചെയ്യാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ ഞങ്ങളുടെ GitHub പരിശോധിക്കുക
ms: Aplikasi kami adalah Sumber Terbuka (Open Source), termasuklah aplikasi Sekolah Sabat. Lihat GitHub kami jikalau anda ingin menyumbang
my: ကျွန်ုပ်တို့၏ apps များဥပုသျနေ့ကျောင်းအပါအဝင်ပွင့်လင်းတဲ့အရင်းအမြစ်ဖြစ်ပါတယ်။ သငျသညျအထောက်အကူပြုချင်ပါတယ်လျှင်ကျွန်ုပ်တို့၏ GitHub ထုတ်စစ်ဆေး
nb: Våre apper er åpen kildekode, inkludert sabbatsskole. Sjekk ut vår GitHub hvis du vil bidra
ne: हाम्रो अनुप्रयोग सब्बाथ स्कूल सहित खुला स्रोत हुन्। यदि तपाईं योगदान गर्न चाहानुहुन्छ भने हाम्रो GitHub हेर्नुहोस्
nl: Onze apps zijn Open Source, inclusief Sabbatschool. Bekijk onze GitHub als je wilt bijdragen
ro: Aplicațiile noastre sunt Open Source, inclusiv Școala de Sabat. Consultați GitHub-ul nostru dacă doriți să contribuiți
sk: Naše aplikácie sú Open Source vrátane Sabbath School. Ak chcete prispieť, pozrite si našu službu GitHub
sr: Naše aplikacije, uključujući i Subotnu školu, su otvorenog koda. Posetite nas na GitHub-u ukoliko želite da date svoj doprinos.
sw: Programu zetu ni Chanzo cha Open, ikiwa ni pamoja na Shule ya Sabato. Angalia GitHub yetu ikiwa ungependa kuchangia
ta: எங்கள் பயன்பாடுகள் திறந்த மூல, சப்பாத் பள்ளி உட்பட. நீங்கள் பங்களிக்க விரும்பினால் எங்கள் GitHub ஐப் பார்க்கவும்
th: แอพของเราเป็นโอเพ่นซอร์ส รวมถึงโรงเรียนสะบาโต ตรวจสอบ GitHub ของเราหากคุณต้องการมีส่วนร่วม
tr: Bizim uygulamalarımız Sabbath Okulu da dahil olmak üzere Açık Kaynaktır. Katkıda bulunmak isterseniz GitHub'umuza göz atın.
uk: Наші програми є Open Source, в тому числі суботньої школи. Ознайомтеся з GitHub, якщо ви хотіли б внести свій внесок
zu: Izinhlelo zethu ziwumthombo ovulekile, kufaka phakathi iSikole SeSabatha. Hlola i-GitHub yethu uma ungathanda ukufaka isandla

source: Read
ar: اقرأ
bg: Прочети
cs: Číst
de: Lesen
el: Διαβάστε
es: Leer
et: Lugenud
fa: خواندن
fr: Lis
he: קרא
hi: पढ़ना
hr: Čitati
hu: Olvas
id: Baca
it: Leggere
ja: 読む
lo: ອ່ານ
lt: Skaityti
mk: Прочитајте
ml: വായിക്കുക
ms: Baca
my: ဖတ်
nb: Lese
ne: पढ्नुहोस्
nl: Lezen
ro: Citit
sk: Prečítať
sr: Čitajte
sw: Soma
ta: படிக்க
th: อ่าน
tr: Oku
uk: Читати
zu: Funda

source: Reminder
ar: تذكير
bg: Напомняне
cs: Připomínka
de: Benachrichtigung
el: Υπενθύμιση
es: Notificación
et: Meeldetuletus
fa: یادآور
fr: Notifications
he: תִזכּוֹרֶת
hi: अनुस्मारक
hr: Podsjetnik
hu: Emlékeztető
id: Pengingat
it: Promemoria
ja: 日々通知
lo: ເຕືອນ
lt: Priminimas
mk: Потсетник
ml: ഓർമ്മപ്പെടുത്തൽ
ms: Pemberitahuan
my: သတိပေးချက်
nb: Påminnelse
ne: अनुस्मारक
nl: Herinnering
ro: Aducere aminte
sk: Pripomienka
sr: Podsetnik
sw: Kumbusho
ta: நினைவூட்டல்
th: การแจ้งเตือน
tr: Günlük Hatırlatma
uk: Сповіщення
zu: Isikhumbuzi

source: Sabbath School
ar: مدرسة السبت
bg: Съботно Училище
cs: Sobotní škola
de: Sabbatschule
el: Σχολή Σαββάτου
es: Escuela Sabática
et: Hingamispäevakooli
fa: دانشکده سبت
fr: Ecole du Sabbat
he: בית ספר שבת
hi: सब्बाथ स्कूल
hr: Nedjeljna škola
hu: Szombatiskola
id: Sekolah Sabat
it: Scuola del Sabato
ja: 安息日学校
lo: ໂຮງຮຽນວັນບຸນ
lt: Šabo mokykla
mk: Сабат училиште
ml: ശബത്ത് സ്കൂൾ
ms: Sekolah Sabat
my: ဥပုသျနေ့ကျောင်း
nb: Sabbatsskole
ne: सब्बाथ स्कूल
nl: Sabbatschool
ro: Școala de Sabat
sk: Sobotná Škola
sr: Subotna škola
sw: Mwongozo wa kujifunza Biblia
ta: ஓய்வுநாட் பள்ளி
th: โรงเรียนวันสะบาโต
tr: Sebt Okulu
uk: Суботня Школа
zu: Isikole seSabatha

source: Share
ar: شارك
bg: Дял
cs: Podíl
de: Weiterempfehlen
el: Κοινοποίηση
es: Compartir
et: Osa
fa: اشتراک گذاری
fr: Partager
he: שתף
hi: शेयर
hr: Udio
hu: Ossza meg
id: Bagikan
it: Condividere
ja: 共有
lo: ແບ່ງປັນ
lt: Dalintis
mk: Сподели
ml: പങ്കിടുക
ms: Kongsikan
my: ဝေစု
nb: Dele
ne: साझेदारी गर्नुहोस्
nl: Delen
ro: Acțiune
sk: Zdieľam
sr: Podelite
sw: Shiriki
ta: பகிர்
th: หุ้น
tr: Paylaş
uk: Поділитися
zu: Yabelana

source: Sepia
ar: بني داكن
bg: Сепия
cs: Sépie
el: Καστανόχρους
et: Seepia
fa: رنگ سوبیایی
he: חוּם כֵּהֶה
hi: एक प्रकार की मछली
hr: Sepija
hu: Szépia
it: Seppia
ja: セピア色
lo: ສີນ້ໍາຕານດໍາ
lt: Sepija
mk: Сепија
ml: സെപിയ
my: နီညိုရောင်
ne: खैरो
sk: Sépia
ta: செபியா
th: สีซีเปีย
tr: Sepya
uk: Сепія

source: Set the reminder to be notified daily to study the lesson
ar: تعيين تذكير ليتم إعلامك يوميا لدراسة الدرس
bg: Задайте напомнянето, което трябва да бъде известно всеки ден, за да учите урока
cs: Nastavte připomenutí, které budete každodenně informovat o studiu lekce
de: Selektieren um täglich über die Sabbatschullektion benachrichtigt zu werden
el: Ορίστε μια υπενθύμιση καθημερινής μελέτης
es: Haga clic para activar el envío de todos los días acerca de la lección de la Escuela Sabática
et: Seadke meeldetuletus teatatakse iga päev õppida õppetund
fa: تنظیم یادآوری برای روزانه اطلاع داده شود به مطالعه درس
fr: Vérifiez pour activer la notification quotidienne propos leçon d'école du sabbat
he: הגדר את התזכורת כדי לקבל הודעה מדי יום כדי ללמוד את השיעור
hi: पाठ का अध्ययन करने के लिए प्रतिदिन अधिसूचित किए जाने वाले अनुस्मारक को सेट करें
hr: Postavite podsjetnik da se svakodnevno obavještava kako bi proučio lekciju
hu: Állítsa be az emlékeztetőt, hogy naponta értesítse a leckét
id: Atur pengingat harian untuk belajar
it: Imposta il promemoria per ricevere una notifica ogni giorno per studiare la lezione
ja: タップして日々通知を可能にする
lo: ຕັ້ງເຕືອນທີ່ຈະໄດ້ຮັບການແຈ້ງທຸກໆມື້ເພື່ອສຶກສາບົດຮຽນ
lt: Nustatykite pamoką, apie kurią reikia pranešti kasdien, kad sužinotumėte pamoką
mk: Поставете го потсетникот за да бидете известени секојдневно за да ја проучите лекцијата
ml: പാഠം പഠിക്കാൻ ദിവസേന അറിയിക്കേണ്ട റിമൈൻഡർ ക്രമീകരിക്കുക
ms: Tetapkan pemberitahuan untuk mendapatkan pemberitahuan harian untuk belajar pelajaran
my: သင်ခန်းစာလေ့လာဖို့နေ့စဉ်အကြောင်းကြားဖို့သတိပေးချက် Set
nb: Sett påminnelsen om å bli varslet daglig for å studere leksjonen
ne: पाठ पढ्नको लागि दैनिक अधिसूचना गर्न अनुस्मारक सेट गर्नुहोस्
nl: Stel de herinnering in die dagelijks moet worden aangemeld om de les te bestuderen
ro: Setați mementoul pentru a fi anunțat zilnic pentru a studia lecția
sk: Nastavte pripomienku, ktorá bude oznámená denne, aby ste mohli študovať lekciu
sr: Podesite podsetnik za dnevno proučavanje lekcije
sw: Weka kikumbusho kuwa taarifa kila siku kujifunza somo
ta: பாடம் படிப்பதற்காக தினசரி அறிவிக்கப்படும் நினைவூட்டலை அமைக்கவும்
th: ตั้งเตือนให้แจ้งเตือนทุกวันเพื่อศึกษาบทเรียน
tr: Günlük Şabat Okulu dersi çalışma hatırlatıcısını etkinleştirmek için kontrol edin
uk: Влючая щоденні оповіщення про поточний уроці Суботньої Школи
zu: Setha isikhumbuzi ukuze waziswe nsuku zonke ukuze ufunde isifundo

source: Settings
ar: إعدادات
bg: Настройки
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fa: تنظیمات
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: impostazioni
ja: 設定
lt: Nustatymai
mk: Подесувања
ml: ക്രമീകരണങ്ങൾ
ms: Aturan
my: နှစ်သက်မှုများ
nb: Innstillinger
ne: सेटिङ्हरू
nl: instellingen
ro: Setări
sk: Nastavenie
sr: Podešavanja
sw: Mipangilio
ta: அமைப்புகள்
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zu: Izilungiselelo

source: Sign in with Facebook
ar: قم بتسجيل الدخول باستخدام الفيسبوك
bg: Влезте във Facebook
cs: Přihlásit se pomocí Facebooku
de: Über Facebook anmelden
el: Σύνδεση μέσω Facebook
es: Inicia sesión con Facebook
et: Logi sisse Facebook
fa: ورود به سیستم با فیس بوک
fr: Connectez-vous avec Facebook
he: התחבר עם פייסבוק
hi: फ़ेसबुक से साइन इन करें
hr: Prijavite se putem Facebooka
hu: Jelentkezzen be a Facebook-on
id: Masuk dengan Facebook
it: Accedi con Facebook
ja: Facebookでログイン
lo: ເຂົ້າສູ່ລະບົບໂດຍເຟສບຸກ
lt: Prisijunkite naudodami „Facebook“
mk: Пријавете се со Фејсбук
ml: Facebook ൽ സൈൻ ഇൻ ചെയ്യുക
ms: Daftar masuk dengan Facebook
my: Facebook ဖြင့်မှတ်ပုံတင်ရန်
nb: Logg inn med Facebook
ne: Facebook सँग साइन इन गर्नुहोस्
nl: Meld je aan met facebook
ro: Conectați-vă la Facebook
sk: Prihláste sa pomocou služby Facebook
sr: Prijavite se sa Facebook nalogom
sw: Ingia na Facebook
ta: பேஸ்பு கொண்டு உள்நுழையவும்
th: ลงชื่อเข้าใช้ด้วย Facebook
tr: Facebook ile giriş
uk: Увійти через Facebook
zu: Ngena ngemvume nge-Facebook

source: Sign in with Google
ar: الدخول مع جوجل
bg: Влезте в профила си в Google
cs: Přihlaste se pomocí služby Google
de: Über Google anmelden
el: Σύνδεση μέσω Google
es: Inicia sesión con Google
et: Logi sisse Google
fa: ورود به سیستم با گوگل
fr: Connectez-vous avec Google
he: היכנס באמצעות Google
hi: Google के साथ साइन इन करें
hr: Prijavite se putem Googlea
hu: Jelentkezzen be a Google-lal
id: Masuk dengan Google
it: Accedi con Google
ja: Googleアカウントでログイン
lo: ເຂົ້າສູ່ລະບົບດ້ວຍ Google
lt: Prisijunkite naudodami „Google“
mk: Пријавете се со Google
ml: Google- ൽ സൈൻ ഇൻ ചെയ്യുക
ms: Daftar masuk dengan Google
my: Google ဖြင့်မှတ်ပုံတင်ရန်
nb: Logg på med Google
ne: गुगलको साथ साइन इन गर्नुहोस्
nl: Log in met Google
ro: Conectați-vă la Google
sk: Prihláste sa do služby Google
sr: Prijavite se sa Google nalogom
sw: Ingia na Google
ta: Google உடன் உள்நுழைக
th: ลงชื่อเข้าใช้ด้วย Google
tr: Google ile giriş
uk: Увійти через Google
zu: Ngena ngemvume nge-Google

source: There was an error during login
ar: حدث خطأ أثناء تسجيل الدخول
bg: При влизането в профила се установи грешка
cs: Během přihlášení došlo k chybě
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuche es erneut
el: Παρουσιάστηκε σφάλμα κατά τη σύνδεση
es: Se produjo un error desconocido. Por favor, inténtelo de nuevo
et: Tekkis viga ajal login
fa: در هنگام ورود خطایی رخ
fr: Une erreur s'est produite lors de la connexion
he: אירעה שגיאה במהלך ההתחברות
hi: लॉगिन के दौरान एक त्रुटि हुई
hr: Došlo je do pogreške tijekom prijave
hu: Hiba történt bejelentkezéskor
id: Ada masalah dalam login
it: Si è verificato un errore durante l'accesso
ja: ログインしながら失敗しました。もう一度して下さい。
lo: ມີຂໍ້ຜິດພາດໃນລະຫວ່າງການເຂົ້າສູ່ລະບົບ
lt: Prisijungiant įvyko klaida
mk: Имаше грешка при најавувањето
ml: പ്രവേശന സമയത്ത് ഒരു പിശക് സംഭവിച്ചു
ms: Ralat berlaku sementara daftar masuk
my: မှားယွင်းမှုတစ်ခုရဲ့ login ကာလအတွင်းရှိခဲ့သည်
nb: Det oppsto en feil under innlogging
ne: लगइनको बेला एक त्रुटि भयो
nl: Er is een fout opgetreden tijdens het inloggen
ro: A apărut o eroare în timpul conectării
sk: Počas prihlásenia sa vyskytla chyba
sr: Došlo je do greške prilikom prijavljivanja
sw: Kulikuwa na hitilafu wakati wa kuingia
ta: உள்நுழைவில் பிழை ஏற்பட்டது
th: เกิดข้อผิดพลาดระหว่างการเข้าสู่ระบบ
tr: Bilinmeyen bir hata oluştu. Lütfen tekrar deneyin
uk: Виникла невідома помилка. Будь ласка спробуйте ще раз
zu: Kube nephutha ngesikhathi sokungena ngemvume

source: Time
ar: زمن
bg: Път
cs: Čas
de: Zeit
el: Ώρα
es: Hora
et: Aeg
fa: زمان
fr: Temps
he: זְמַן
hi: पहर
hr: Vrijeme
hu: Idő
id: Waktu
it: Tempo
ja: 通知の時間
lo: ເວລາ
lt: Laikas
mk: Време
ml: സമയം
ms: Masa
my: အချိန်
nb: Tid
ne: समय
nl: Tijd
ro: Timp
sk: Čas
sr: Vreme
sw: Muda
ta: நேரம்
th: เวลา
tr: Saati
uk: Час
zu: Isikhathi

source: Time to study Sabbath School 🙏
ar: الوقت لدراسة مدرسة السبت 🙏
bg: Време е да учите Ссъботно Училище 🙏
cs: Čas studovat Sobotní škola 🙏
de: Zeit, die Sabbatschule zu studieren 🙏
el: Ώρα να μελετήσετε το μάθημα της Σχολής Σαββάτου 🙏
es: Tiempo para estudiar la Escuela Sabática 🙏
et: Aeg õppida hingamispäevakooli 🙏
fa: زمان برای مطالعه دانشکده سبت 🙏
fr: Le temps d'étudier L'école du Sabbat 🙏
he: הגיע הזמן ללמוד בית ספר שבת
hi: सब्त स्कूल का अध्ययन करने का समय ath
hr: Vrijeme je za studij subotne škole 🙏
hu: A Szombatiskola tanulmányozása ideje
id: Waktu untuk belajar Sekolah Sabat
it: È tempo di studiare la Scuola del Sabato 🙏
ja: 聖書研究時間です。
lo: ເວລາທີ່ຈະສຶກສາໂຮງຮຽນວັນສະບາ🙏
lt: Laikas mokytis sabato mokyklos 🙏
mk: Време е да го проучувате саботата
ml: ശബത്ത് സ്കൂളിലെ പഠനത്തിനുള്ള സമയം
ms: Masa untuk belajar pelajaran Sekolah Sabat 🙏
my: ဥပုသျနေ့ကျောင်းလေ့လာဖို့အချိန်🙏
nb: Tid til å studere sabbatsskolen 🙏
ne: सबथरी स्कूल। अध्ययन गर्न समय
nl: Tijd om Sabbatschool te studeren 🙏
ro: Timp pentru a studia Școala de Sabat 🙏
sk: Čas študovať Sabbath School 🙏
sr: Vreme ja za proučavanje subotnoškolske pouke 🙏
sw: Muda wa kusoma Shule ya Sabato 🙏
ta: சப்பாத் பள்ளி study படிக்க நேரம்
th: เวลาเรียน บทเรียนวันสะบาโต 🙏
tr: Şabat Okulu öğrenim zamanı 🙏
uk: Час для вивчення Суботню Школу 🙏
zu: Isikhathi sokufunda iSabatha Isikole 🙏

source: Yes
ar: نعم فعلا
bg: Да
cs: Ano
de: Ja
el: Ναι
es: Sí
et: Jah
fa: بله
fr: Oui
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
lo: ແມ່ນແລ້ວ
lt: Taip
mk: Да
ml: അതെ
ms: Ya
my: ဟုတ်ကဲ့
nb: Ja
ne: हो
nl: Ja
ro: da
sk: Áno
sw: Ndiyo
ta: ஆம்
th: ใช่
tr: Evet
uk: Так
zu: Yebo

source: Your friends at Adventech
ar: أصدقائك في أدفنتيش
bg: Приятелите ви от Adventech
cs: Tví přátelé z Adventech
de: Ihre Freunde bei Adventech
el: Οι φίλοι σου στο Adventech
es: Sus amigos en Adventech
et: Sõprade juures Adventech
fa: دوستان خود را در Adventech
fr: Vos amis à Adventech
he: החברים שלך ב- Adventech
hi: Adventech में आपके मित्र
hr: Tvoji prijatelji u Adventechu
hu: Barátai az Adventech-nél
id: Sahabat anda di Adventech
it: I tuoi amici ad Adventech
ja: Adventechの友達
lo: ຫມູ່ເພື່ອນຂອງທ່ານທີ່ Adventech
lt: Jūsų draugai „Adventech“
mk: Вашите пријатели во Adventech
ml: Adventech ൽ നിങ്ങളുടെ സുഹൃത്തുക്കൾ
ms: Sahabat anda di Adventech
my: Adventech မှာသင်၏မိတ်ဆွေများ
nb: Dine venner på Adventech
ne: तपाईंका साथीहरू Adventech मा
nl: Je vrienden bij Adventech
ro: Prietenii tăi de la Adventech
sk: Vaši priatelia v spoločnosti Adventech
sr: Vaši prijatelji iz Adventech-a
sw: Marafiki zako katika Adventech
ta: அட்வென்ச்சில் உங்கள் நண்பர்கள்
th: เพื่อนของคุณที่ Adventech
tr: Adventech'teki arkadaşlarınız
uk: Ваші друзі в Adventech
zu: Abangani bakho ku-Adventech

source: 🎉 Rate app
ar: 🎉 معدل التطبيق
bg: 🎉 Оценка на приложението
cs: 🎉 Hodnotit aplikaci
de: Bewertungs App
el: 🎉 Αξιολογήστε την εφαρμογή
es: 🎉 Tasa de la Escuela Sabática
et: 🎉 Hinda app
fa: 🎉 برنامه نرخ
fr: Évaluer l'application
he: 🎉 לדרג את האפליקציה
hi: 🎉 दर ऐप
hr: 🎉 Ocijenite aplikaciju
hu: 🎉 Értékelje app
id: 🎉 Berikan penilaian
it: 🎉 Valuta l'app
ja: 🎉 「安息日学校」 を評価
lo: 🎉 ໃຫ້ຜະລິດແນນ
lt: 🎉 Įvertinkite programą
mk: 🎉 Оцени ја апликацијата
ml: 🎉 അപ്ലിക്കേഷൻ റേറ്റുചെയ്യുക
ms: 🎉 Taksirkan Aplikasi
my: 🎉နှုန်း app ကို
nb: 🎉 Vurder app
ne: 🎉 दर एप
nl: 🎉 Beoordeel app
ro: Evaluați aplicația
sk: 🎉 Hodnotiť aplikáciu
sr: 🎉 Ocenite aplikaciju
sw: 🎉 Kiwango cha programu
ta: 🎉 பயன்பாட்டை மதிப்பிடுக
th: 🎉 ให้คะแนนแอป
tr: 🎉 Sebt Okulu değerlendirin
uk: 🎉 Оцінити Суботню Школу
zu: 🎉 Linganisa uhlelo lokusebenza

source: 🐙 GitHub
ar: 🐙 جيثب
fa: 🐙 گیتهاب
hi: 🐙 गिटहब
ja: 🐙 GitHubページ

source: 💌 Recommend Sabbath School
ar: 💌 يوصي مدرسة السبت
bg: Препоръчваме Съботно Училище
cs: 💌 Doporučit Sabbath School
de: 💌 Empfiehlt Sabbathschule
el: 💌 Προτείνετε την εφαρμογή
es: 💌 Recomendar
et: 💌 Soovitab hingamispäevakooli
fa: 💌 توصیه دانشکده سبت
fr: 💌 Recommander L'école du Sabbath
he: המלצתי על שבת בית הספר
hi: 💌 सब्त स्कूल की सिफारिश करें
hr: 💌 Preporučite subotnu školu
hu: 💌 Ajánlja a Szombatiskola
id: 💌 Rekomendasikan Sabbath School
it: 💌 Raccomanda il Scuola del Sabato
ja: 💌 Sabbath Schoolをお勧め
lo: 💌 ແນະນໍາວັນສະບາໂຕ
lt: 💌 Rekomenduok sabato mokyklą
mk: 💌 Препорачај сабота училиште
ml: 💌 സബത്ത് സ്കൂൾ ശുപാർശ ചെയ്യുക
ms: 💌 Cadangkan Sekolah Sabat
my: ဥပုသျနေ့ကျောင်းအကြံပြု💌
nb: Anbefal sabbatsskolen
ne: 💌 सब्बात विद्यालय सिफारिस गर्नुहोस्
nl: 💌 Beveel Sabbatschool aan
ro: 💌 Recomanda Școala de Sabat
sk: 💌 Odporučte Sabbath School
sr: 💌 Preporučite aplikaciju Subotna škola
sw: 💌 Kupendekeza Shule ya Sabato
ta: 💌 சப்பாத்தின் பள்ளி பரிந்துரை
th: 💌 แนะนำแอป
tr: 💌 Tavsiye etmek
uk: 💌 Рекомендувати
zu: 💌 Ncoma iSikoleni SeSabatha

source: 🙏 About us
ar: 🙏 عنا
bg: 🙏 За нас
cs: 🙏 O nás
de: 🙏 Impressum
el: 🙏 Σχετικά με εμάς
es: 🙏 Acerca de
et: 🙏 Firmast
fa: 🙏 درباره ما
fr: 🙏 À propos
he: 🙏 אודותינו
hi: 🙏 हमारे बारे में
hr: 🙏 O nama
hu: 🙏 Rólunk
id: 🙏 Tentang kmai
it: 🙏 Chi siamo
ja: 🙏 Adventechについて
lo: 🙏 ກ່ຽວກັບພວກເຮົາ
lt: 🙏 Apie mus
mk: 🙏 За нас
ml: 🙏 ഞങ്ങളെ കുറിച്ച്
ms: 🙏 Mengenai kami
my: 🙏ကြှနျုပျတို့အကွောငျး
nb: 🙏 Om oss
ne: 🙏 बारेमा
nl: 🙏 Over ons
ro: 🙏 Despre noi
sk: 🙏 O nás
sr: 🙏 O nama
sw: 🙏 Kuhusu sisi
ta: 🙏 எங்களை பற்றி
th: 🙏 เกี่ยวกับเรา
tr: 🙏 Advantech Hakkında
uk: 🙏 Про Adventech
zu: 🙏 Mayelana nathi
